[
    {
        "page": 1,
        "text": "World health\nstatistics 2024\nMonitoring health for the SDGs,\nSustainable Development Goals",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 3,
        "text": "World health\nstatistics 2024\nMonitoring health for the SDGs,\nSustainable Development Goals",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 4,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nISBN 978-92-4-009470-3 (electronic version)\nISBN 978-92-4-009471-0 (print version)\n© World Health Organization 2024\nSome rights reserved. This work is available under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 IGO\nlicence (CC BY-NC-SA 3.0 IGO; https://creativecommons.org/licenses/by-nc-sa/3.0/igo).\nUnder the terms of this licence, you may copy, redistribute and adapt the work for non-commercial purposes, provided\nthe work is appropriately cited, as indicated below. In any use of this work, there should be no suggestion that WHO\nendorses any specific organization, products or services. The use of the WHO logo is not permitted. If you adapt the work,\nthen you must license your work under the same or equivalent Creative Commons licence. If you create a translation of\nthis work, you should add the following disclaimer along with the suggested citation: “This translation was not created by\nthe World Health Organization (WHO). WHO is not responsible for the content or accuracy of this translation. The original\nEnglish edition shall be the binding and authentic edition”.\nAny mediation relating to disputes arising under the licence shall be conducted in accordance with the mediation rules of\nthe World Intellectual Property Organization (http://www.wipo.int/amc/en/mediation/rules/).\nSuggested citation. World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals.\nGeneva: World Health Organization; 2024. Licence: CC BY-NC-SA 3.0 IGO.\nCataloguing-in-Publication (CIP) data. CIP data are available at https://iris.who.int/.\nSales, rights and licensing. To purchase WHO publications, see https://www.who.int/publications/book-orders. To\nsubmit requests for commercial use and queries on rights and licensing, see https://www.who.int/copyright.\nThird-party materials. If you wish to reuse material from this work that is attributed to a third party, such as tables,\nfigures or images, it is your responsibility to determine whether permission is needed for that reuse and to obtain\npermission from the copyright holder. The risk of claims resulting from infringement of any third-party-owned component\nin the work rests solely with the user.\nGeneral disclaimers. The designations employed and the presentation of the material in this publication do not imply\nthe expression of any opinion whatsoever on the part of WHO concerning the legal status of any country, territory, city or\narea or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps\nrepresent approximate border lines for which there may not yet be full agreement.\nThe mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or\nrecommended by WHO in preference to others of a similar nature that are not mentioned. Errors and omissions excepted,\nthe names of proprietary products are distinguished by initial capital letters.\nAll reasonable precautions have been taken by WHO to verify the information contained in this publication. However, the\npublished material is being distributed without warranty of any kind, either expressed or implied. The responsibility for\nthe interpretation and use of the material lies with the reader. In no event shall WHO be liable for damages arising from\nits use.",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 5,
        "text": "Contents\nForeword v\nAbbreviations vi\nIntroduction 1\nKey messages 3\n1.\nLife expectancy, healthy life expectancy and burden of\ndisease in the light of the COVID-19 pandemic 5\n1.1 Life expectancy and healthy life expectancy 6\n1.1.1 Global trend 6\n1.1.2 Regional trends 7\n1.2 Shifting disease burden 9\n1.2.1 Broad categories of causes of deaths 9\n1.2.2 Leading causes of death 12\n1.3 Mortality-related SDG indicators 14\n1.3.1 Maternal and child mortality 14\n1.3.2 Mortality due to injury 17\n1.3.3 Mortality due to NCDs 19\n1.3.4 Mortality attributable to environmental risk factors 21\n2.\nHealth-related SDGs 23\n2.1 Infectious diseases 24\n2.1.1 HIV 24\n2.1.2 TB 25\n2.1.3 Malaria 26\n2.1.4 Hepatitis 28\n2.1.5 NTDs 28\n2.1.6 Polio 33\n2.1.7 Antimicrobial resistance 33\n2.2 Risk factors for health 34\n2.2.1 Nutritional risk factors 34\n2.2.2 Behavioural risk factors 34\n2.2.3 Metabolic risk factors 38\n2.2.4 Environmental risk factors 38\n2.2.5 Risks to women’s and girls’ health 42\n2.3 Health systems strengthening as a key means to achieve UHC 43\n2.3.1 Service delivery 44\n2.3.2 Health financing 49\n2.4 SDG progress to date 51\niii",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 6,
        "text": "3.\nProgress towards WHO Triple Billion targets 55\n3.1 Healthier populations billion 56\n3.2 UHC billion 58\n3.3 Health emergencies protection billion 60\n3.4 Health-related SDGs and health information system 61\n3.5 Conclusion 64\n4.\nKey issues and trends in global health 65\n4.1 The double burden of malnutrition 66\n4.1.1 The magnitude of the problem 67\n4.1.2 Stunting, wasting and overweight among children under 5 years of age 67\n4.1.3 Thinness and obesity among children and adolescents aged 5–19 years 69\n4.1.4 Underweight and obesity among adults aged 18 years and older 70\n4.1.5 Double-duty actions to tackle the double burden of malnutrition 72\n4.2 Disability-related health inequities 72\n4.2.1 Premature mortality among persons with disabilities 73\n4.2.2 Poorer health and higher disease risk among persons with disabilities 73\n4.2.3 Contributing factors to health inequities among persons with disabilities 74\n4.2.4 Towards disability-inclusive and data-informed health systems 76\n4.3 Health of refugees and migrants 77\n4.3.1 Key issues affecting the health of refugees and migrants 78\n4.3.2 The need for quality data on refugee and migrant health 81\niv",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 7,
        "text": "Foreword\nThe latest edition of the World health statistics provides over halfway to the target of 1 billion – and 777 million\nan essential examination of trends in global health over more people are expected to be better protected from\nthe past two decades that have shaped the world in health emergencies. Healthier populations provide the\nwhich we live. It highlights the sobering reality that, due sole bright spot, where an estimated 1.5 billion more\nlargely to the impact of the COVID-19 pandemic, global people will enjoy healthier lives by 2025. Overall, however,\nlife expectancy and healthy life expectancy have both progress is insufficient to achieve the health-related SDG\nregressed to the level a decade ago, although the impact targets by 2030.\nwas unequal across regions and income groups. This\nThese gaps reflect huge, missed opportunities in\nregression and its associated inequality signal significant\nimproving global health, and underscore the urgency for\nchallenges to health systems, demanding urgent\nthe global community to intensify efforts and investments\nattention and action.\nin health. The 14th General Programme of Work aims to\nEven though their share of all deaths reduced during the bring together Member States, the WHO Secretariat and\npandemic, noncommunicable diseases remain the world’s a broad coalition of partners around a shared strategy\nleading causes of death. This holds true for every WHO to promote, provide and protect health, and to realize\nregion except the African Region, where communicable, WHO’s founding vision for the highest attainable standard\nmaternal, perinatal and nutritional conditions are still of health, as a fundamental right for all people.\nresponsible for over half of all deaths. Globally, the rate\nof improvement in healthy life expectancy has slowed in\nrecent years, reflecting the increasing burden of NCDs,\nand the need to strengthen health systems to improve\nquality of care and meet increasing demands.\nAt the heart of this year’s report is a critical call to action\nto accelerate progress towards the “triple billion” targets\nset out in WHO’s 13th General Programme of Work, and\nthe Sustainable Development Goals on which they are\nDr Tedros Adhanom Ghebreyesus\nbased. Globally, 585 million more people are expected\nDirector-General\nto be covered by essential health services without\nWorld Health Organization\ncatastrophic health spending by 2025 than in 2018 – just\nv",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 8,
        "text": "Abbreviations\nAAAA Addis Ababa Action Agenda MVIP Malaria Vaccine Implementation Programme\nABR adolescent birth rates NCD noncommunicable disease\nAMR antimicrobial resistance NMR neonatal mortality rate\nAPC alcohol per capita consumption NPA National Prevention Agreement\nARR average annual rate of reduction NTDs neglected tropical diseases\nART antiretroviral therapy ODA official development assistance\nASDR age-standardized death rates OOP out-of-pocket\nBMI body mass index OPRM other pandemic-related mortality\nCC Creative Commons PCV pneumococcal conjugate vaccine\nCDR crude death rate PHC primary health care\nCOVID-19 coronavirus disease 2019 PM particulate matter\nDMCF Data management competency framework polio poliomyelitis\nDTP diphtheria, tetanus and pertussis (vaccine) R21 R21-Matrix-M malaria vaccine\nEU European Union RMNCH reproductive, maternal, newborn and\nchild health\nGPW13 Thirteenth General Programme of Work\nRTS,S RTS,S/AS01 malaria vaccine\nGTS Global technical strategy for\nmalaria 2016–2030 SDG Sustainable Development Goal\nHALE healthy life expectancy SENADIS National Disability Service (Chile)\nHEP health emergencies protection SPAR States Parties Self-Assessment\nAnnual Report\nHIW health information workers\nTB tuberculosis\nHPOP healthier populations\nTDR Special Programme for Research and\nHPV Human papillomavirus (vaccine)\nTraining in Tropical Diseases\nIHR International Health Regulations\nTFA trans-fatty acids\nIPV intimate partner violence\nU5MR under-five mortality rate\nIQR interquartile range\nUHC universal health coverage\nITN insecticide-treated mosquito net\nUI uncertainty interval\nMCV measles-containing vaccine\nWASH water, sanitation and hygiene\nMDG Millennium Development Goal\nWHA World Health Assembly\nMDS Model Disability Survey\nWHO World Health Organization\nMMR maternal mortality ratio\nvi",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 9,
        "text": "Introduction\nThe World health statistics report is the annual and regional trends in the health-related SDGs. Chapter 3\ncompilation of health and health-related indicators, presents the latest update on WHO’s Triple Billion target\nwhich has been published by the World Health within the GPW13. And Chapter 4 looks at important\nOrganization (WHO) since 2005. WHO’s Division of Data, global health issues, including the double burden of\nAnalytics and Delivery for Impact produces this report, malnutrition, disability-related health inequities, and the\nin collaboration with WHO technical departments and health of refugees and migrants. Country-focused stories\nregional and country offices. are presented throughout the report to highlight efforts\nundertaken to address various health issues.\nThe 2024 edition reviews more than 50 health-related\nindicators from the Sustainable Development Goals\nThe information presented in World health statistics\n(SDGs) and WHO’s Thirteenth General Programme of\n2024 is based on data available from global monitoring\nWork (GPW13). The report consists of four chapters,\nas of May 2024. The data reference years vary, however,\ncomplemented by tables presenting the latest available\nas data series are updated on different timelines and\ndata (https://www.who.int/data/gho/publications/world-\nwith different lag between the data reference year\nhealth-statistics).\nand the publication year. Data have been compiled\nChapter 1 presents updated global and regional primarily from publications and databases produced\nestimates of life expectancy, healthy life expectancy, and managed by WHO or United Nations partner\nand mortality from specific causes, particularly the entities and supplemented with data and analyses from\nimpact of the COVID-19 pandemic on demographic and peer-reviewed publications.\nepidemiological profiles. Chapter 2 summarizes global\n1",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 11,
        "text": "Key messages\nIn just two years, the COVID-19 pandemic reversed over without incurring catastrophic health spending by\na decade of gains in both life expectancy at birth and 2025, well short of the one billion UHC target. For health\nhealthy life expectancy (HALE). By 2020, both global emergency preparedness, 777 million more people are\nlife expectancy and HALE had rolled back to 2016 levels expected to be protected by 2025, again short of the\n(72.5 years and 62.8 years, respectively). The following target. Healthier populations is the sole area positioned\nyear saw further declines, with both retreating to 2012 to meet its one billion target, with 1.5 billion additional\nlevels (71.4 years and 61.9 years, respectively). people anticipated to be living healthier lives by 2025. But\nacceleration across all three areas is needed to achieve\nThe WHO regions most affected were the Region of the\nbroader health-related SDGs by 2030.\nAmericas and South-East Asia Region, with declines of\nabout 3 years in life expectancy and 2.5 years in HALE The world continues to grapple with the double burden\nbetween 2019 and 2021. The Western Pacific Region saw of malnutrition, characterized by the coexistence\nthe smallest impacts over the first two pandemic years, of undernutrition and overweight/obesity. In 2022,\nwith losses of less than 0.1 and 0.2 years in life expectancy worldwide over one billion people aged 5 years and over\nand HALE, respectively. were living with obesity, while over half a billion were\nunderweight. In the same year, 148 million children\nGlobally, the share of deaths from noncommunicable\nunder five were affected by stunting, 45 million suffered\ndiseases (NCDs) among all deaths rose steadily to 73.9%\nfrom wasting and 37 million were living with overweight.\nby 2019, while the share of communicable diseases\nDouble-duty actions that efficiently and effectively\ndropped to 18.2%. With the emergence of COVID-19,\ncommunicable diseases surged back to 23.0% of all address both facets of malnutrition are critical to make\ndeaths in 2020 and 28.1% in 2021 – a return to 2005 levels. the most of limited resources.\nConsequently, the share of NCD deaths declined to 70.0% This report also highlights health challenges faced by\nin 2020 and 65.3% in 2021.\npersons with disabilities, and refugees and migrants.\nCOVID-19 ranked among the top three leading causes Globally, in 2021, an estimated 1.3 billion people (16% of\nof death globally in 2020 and 2021, responsible for the population) had disability and faced health inequities\n4.1 million and 8.8 million lives lost, respectively. In due to avoidable, unfair and unjust factors. Progress\nthe Region of the Americas it was the number one requires strengthening health systems that integrate\ncause of death in both years, and ranked in the top five targeted actions to increase equity.\ncauses for all regions except for the African and Western\nRefugees and migrants are not inherently less healthy\nPacific regions.\nthan host populations, yet various suboptimal health\nAt the midway point for the SDGs, progress on determinants – further exacerbated by linguistic, cultural,\nhealth-related Goals has been mixed. Among the legal and other barriers – mean that they often experience\n53 health-related indicators included in this report, significant health disparities. Access to health care is\n32 have numeric SDG or global targets. None of these often limited for refugees and migrants, with only half\nhave yet been achieved, and none are on track under of the 84 countries surveyed between 2018 and 2021\ncurrent trends. However, most indicators (42) are showing providing them access to government-funded health\nmovement in the right direction globally. services on par with nationals. Lack of quality data further\nobstructs understanding of their needs and tracking\nThe world is also off-track to achieve the universal health\nprogress on health goals.\ncoverage (UHC), health emergencies preparedness and\nhealthier populations “Triple Billion” targets by 2025. The report serves as a crucial reminder that today’s\nFrom the 2018 baselines, 585 million more people are health systems must swiftly adapt to respond to changing\nexpected to have access to essential health services demographics and persisting inequities.\n3",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 13,
        "text": "1\nLife expectancy,\nhealthy life\nexpectancy and\nburden of disease\nin the light of the\nCOVID-19 pandemic\nThe COVID-19 pandemic has wreaked havoc in population\nhealth across the globe. The devastating impacts of the\npandemic on health, economy, families and society have been\nobserved worldwide since 2020 and are expected to continue\nto unfold in the years to come. This chapter documents its\ndetrimental impact on global population health and the\ninequality of that impact, as reflected in life expectancy and\nHALE, against the backdrop of the overall progress made in\nmany aspects of population health before the pandemic.",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 14,
        "text": "1.1 Life expectancy and healthy\nlife expectancy\n1.1.1 Global trend 70.1–71.2) years and women gaining 6.5 years from 69.2\n(UI: 68.7–69.8) years to 75.7 (UI: 75.3–76.2) years during\nSteady gain in global life expectancy at birth was this period. In parallel, global HALE at birth increased\nobserved from the turn of the millennium until the from 58.1 (UI: 57.4–58.9) years in 2000 to 63.5 (UI: 62.7–\nonset of the COVID-19 pandemic, up from 66.8 years 64.3) years in 2019, with that for men increasing from 57.0\n(95% uncertainty interval1 [UI]: 66.2–67.3 years) in 2000 (UI: 56.3–57.6) years to 62.3 (UI: 61.7–63.1) years and that\nto 73.1 (UI: 72.6–73.7) years in 2019, with men gaining for women increasing from 59.3 (UI: 58.6–60.2) years to\n6.2 years from 64.4 (UI: 63.9–64.9) years to 70.6 (UI 64.6 (UI: 63.8–65.5) years (Fig. 1.1) (1).\nFigure 1.1 Global trends in life expectancy and HALE at birth, by sex, 2000–2021\n60\n40\n20\n0\n2000 2010 2019 2020 2021\nMale Female\nLife expectancy at birth (years)\nHealthy life expectancy at birth (years)\n1 Unless otherwise noted, the statistics quoted in this report are presented with 95% uncertainty intervals.\n)sraey(\nhtrib\nta\nycnatcepxe\nefiL\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nSource: WHO (1).\n6",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 15,
        "text": "However, the COVID-19 pandemic reversed this trend 1.1.2 Regional trends\nand wiped out the progress that was made in nearly a\ndecade within just two years. Global life expectancy at Prior to the pandemic, life expectancy and HALE had\nbirth dropped by 0.7 years to 72.5 (UI: 71.9–73.1) years in risen across all WHO regions and World Bank country\n2020 (back to the level of 2016), and by a further 1.1 years income groups between 2000 and 2019 (Figs 1.2 and 1.3).\nto 71.4 (UI: 70.8–72.0) years in 2021 (back to the level of The greatest gains were seen in low-resources settings\n2012). Similarly, global HALE dropped to 62.8 (UI: 62.0– including the African Region (11.2-year gain in life\n63.7) years in 2020 (back to the level of 2016) and 61.9 (UI: expectancy and 9.8-year gain in HALE) and the South-East\n61.1–62.8) years in 2021 (back to the level of 2012) (1). Asia Region (7.3-year gain in life expectancy and 6.5- year\ngain in HALE); and in low-income countries (10.6- year\nThe life expectancy at birth for both men and women\ngain in life expectancy and 9.3-year gain in HALE).\ndropped by about 1.7 years between 2019 and 2021.\nPopulations in high-income and upper-middle-income\nHowever, the decline for men was relatively more evenly\ncountries continue to live longer and healthier lives\nsplit in 2020 (by 0.8 years) and 2021 (by 0.9 years), while\nthan those in low- and lower-middle-income countries.\nthe decline for women was concentrated more in 2021\nHowever, the pace of improvement in high-income\n(by 1.3 years) than in 2020 (by 0.5 years). Similar disparity\ncountries has stagnated since 2010, with only a 1.1-year\nbetween sexes was observed for HALE: HALE among\nincrease in life expectancy and a 0.6-year increase in HALE\nmen dropped by 0.7 years to 61.6 (UI: 60.9–62.4) years in\nin 2010–2019, less than one third of the increases in\n2020 and another 0.8 years to 60.9 (UI: 60.1–61.6) years in\nlow-income countries over the same period (1).\n2021, and HALE among women dropped by 0.5 years to\n64.1 (UI: 63.2–65.0) years in 2020 and 1.1 years to 63.0 (UI:\n62.2–63.9) years in 2021 (1).\nFigure 1.2 Trends in life expectancy and HALE at birth, by sex and by WHO region, 2000–2021\nAfrican Region Region of the Americas South-East Asia Region\n80\n60\n40\n20\n0 2000 2010 2019 2020 2021 2000 2010 2019 2020 2021 2000 2010 2019 2020 2021\nEuropean Region Eastern Mediterranean Region Western Pacific Region\n80\n60\n40\n20\n0\n2000 2010 2019 2020 2021 2000 2010 2019 2020 2021 2000 2010 2019 2020 2021\n)sraey(\nhtrib\nta\nycnatcepxe\nefiL\nLife expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\nMale Female\nLife expectancy at birth (years)\nHealthy life expectancy at birth (years)\nSource: WHO (1).\n7",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 16,
        "text": "Figure 1.3 Trends in life expectancy and HALE at birth, by sex and World Bank income group, 2000–2021\nLow-income Lower-middle-income\n80\n60\n40\n20\n0 2000 2010 2019 2020 2021 2000 2010 2019 2020 2021\nUpper-middle-income High-income\n80\n60\n40\n20\n0\n2000 2010 2019 2020 2021 2000 2010 2019 2020 2021\n)sraey(\nhtrib\nta\nycnatcepxe\nefiL\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nMale Female\nLife expectancy at birth (years)\nHealthy life expectancy at birth (years)\nSource: WHO (1).\nIn addition, the impact of the pandemic was unequal expectancy decline and three fifths of the HALE decline.\nacross regions and income groups. The Region of the In contrast, coinciding with the wider spread of the\nAmericas and the South-East Asia Region have been Delta variant, the decline in life expectancy and HALE in\nthe hardest hit: life expectancy in both regions dropped the African and South-East Asia regions occurred more\nby 3.0 years and HALE by 2.5 years between 2019 and predominantly in 2021, accounting for at least 65% of the\n2021. The Western Pacific Region was the least affected total losses in 2019–2021 (Fig. 1.2) (1).\nduring the first two years of the pandemic, with less than\nBy World Bank income groups, life expectancy was cut\n0.1 years and 0.2 years of loss seen for life expectancy and\nby 0.6 years in low-income countries and by 2.4 years in\nHALE, respectively. It was the only WHO region in which\nlower-middle-income countries, and HALE cut by 0.6 years\nincreases in life expectancy (0.2-year gain) and HALE\nand 2.0 years, respectively, between 2019 and 2021. Over\n(0.1-year gain) were observed in 2020. However, the\nhalf of the years lost in life expectancy and HALE in upper-\nregion experienced some losses (0.3 years in life\nmiddle-income countries and over 70% of those in high-\nexpectancy and 0.3 years in HALE) in 2021 compared with\nincome countries in 2019–2021 occurred during the first\n2020, that cancelled out the earlier gains (1).\nyear of the pandemic. In lower-middle-income countries,\nThe scale of pandemic-related tolls also varied over the hardest hit occurred in 2021, seeing over 70% of the\ntime across regions. The Region of the Americas, the loss in life expectancy and HALE. In low-income countries,\nEuropean Region and the Eastern Mediterranean Region the worsening of longevity was rather minimal in 2020,\nall experienced more severe impact in the first pandemic associated with only 2% (0.01 of 0.55 years) of the decline\nyear, with 2020 seeing at least two thirds of the life in life expectancy (Fig. 1.3) (1).\n8",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 17,
        "text": "1.2 Shifting disease burden\n1.2.1 Broad categories of Globally, NCDs accounted for 59.5% of all deaths in 2000,\nrising to 73.9% in 2019, while the share of communicable\ncauses of deaths\ndiseases dropped from 32.2% in 2000 to 18.2% in 2019,\nand injuries remained relatively stable around 8%. As\nNot only has the pandemic set back healthy longevity\nCOVID-19 emerged as a new infectious disease and\nworldwide by years, it also reversed the previous\nstarted to take a toll on human lives, the share of deaths\ntrends of shifting disease burden to NCDs. Grouping\ndue to communicable diseases jumped back to the 2012\ndeaths into three broad categories of causes of death\nlevel (23.0%) in 2020 and further back to the 2005 level\n– communicable, maternal, perinatal and nutritional\n(28.1%) in 2021. Simultaneously, the share of NCD deaths\nconditions (“communicable diseases” hereafter), NCDs,\ndropped to 69.9% in 2020 and to 65.3% in 2021, and the\nand injuries – clear transition can be noticed well before\nshare of injury deaths dropped to just about 7% in both\nthe pandemic (1).\nyears (Fig. 1.4) (1).\nFigure 1.4 Composition of causes of death, global, 2000–2021\n100\n75\n50\n25\n0\n2000 2005 2010 2015 2020\n)%(\negatnecreP\nLife expectancy, healthy life expectancy and burden of disease\nInjuries Communicable, maternal, perinatal and nutritional conditions Noncommunicable diseases\nNote: In countries that have low-quality vital registration, WHO’s current estimates include a cause of death category, “other pandemic-related mortality (OPRM)”,\nwhich could include underlying causes of deaths from any of the three groups. The graph only shows the relative composition of the three groups; OPRM is not\nincluded.\nSource: WHO (1).\n9",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 18,
        "text": "Among WHO regions, the African Region still had 75.9% in 2021 and the share of communicable diseases\nthe largest share (54.9%) of deaths attributable to nearly quadrupled from 5.3% in 2019 to 20.0% in 2021.\ncommunicable diseases before the pandemic, with NCDs Other WHO regions also experienced sizable, reversed\naccounting for only about 36% of all deaths in 2019. shift of disease burden from NCDs and injuries back to\nThese levels remained largely stable in 2020 and 2021, communicable diseases, leading to increases in its share\nindicating little impact of the COVID-19 pandemic on ranging from about 10% (Eastern Mediterranean Region)\nthe broad distribution of causes of death. Similarly, the to 18% (South-East Asia Region) (1).\nWestern Pacific Region has seen limited change since\nSimilar disparity was also observed across World Bank\n2019 in the distribution across the three categories, with\nincome groups (Fig. 1.6). Bearing the largest share (nearly\nNCDs accounting for about 88% and communicable\n50%) of deaths due to communicable diseases, low-\ndiseases for about 6% of all deaths (Fig. 1.5) (1).\nincome countries saw minimal change in the distribution\nHowever, the pandemic has been more disruptive to the of deaths from the three broad groups between 2019 and\nexpected trajectories in other WHO regions. The European 2021. In contrast, NCDs in upper-middle-income and high-\nRegion, which had the highest share of NCD deaths income countries were responsible for the largest share\namong all deaths in 2019 (89.6%), experienced an abrupt of deaths at 84.8% and 88.1%, respectively, in 2019, but\nshift of disease burden back to communicable diseases these figures dropped by 9.9% and 8.1% between 2019\nin 2020 and 2021, as the share of NCD deaths dropped to and 2021 (1).\nFigure 1.5 Composition of causes of death, by WHO region, 2000–2021\nAfrican Region Region of the Americas South-East Asia Region\n100\n75\n50\n25\n0\nEuropean Region Eastern Mediterranean Region Western Pacific Region\n100\n75\n50\n25\n0\n2000 2005 2010 2015 2020 2000 2005 2010 2015 2020 2000 2005 2010 2015 2020\n)%(\negatnecreP\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nInjuries Communicable, maternal, perinatal and nutritional conditions Noncommunicable diseases\nNote: In countries that have low-quality vital registration, WHO’s current estimates include a cause of death category, “other pandemic-related mortality (OPRM)”,\nwhich could include underlying causes of deaths from any of the three groups. The graph only shows the relative composition of the three groups; OPRM is not\nincluded.\nSource: WHO (1).\n10",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 19,
        "text": "Figure 1.6 Composition of causes of death, by World Bank income group, 2000–2021\nLow-income Lower-middle-income\n100\n75\n50\n25\n0\nUpper-middle-income High-income\n100\n75\n50\n25\n0\n2000 2005 2010 2015 2020 2000 2005 2010 2015 2020\nInjuries Communicable, maternal, perinatal and nutritional conditions Noncommunicable diseases\n)%(\negatnecreP\nLife expectancy, healthy life expectancy and burden of disease\nNote: In countries that have low-quality vital registration, WHO’s current estimates include a cause of death category, “other pandemic-related mortality (OPRM)”,\nwhich could include underlying causes of deaths from any of the three groups. The graph only shows the relative composition of the three groups; OPRM is not\nincluded.\nSource: WHO (1).\nThese patterns are the result of a combination of moderate increases (14.3% and 11.9% increase,\ntransitioning cause-of-death profiles and changing respectively) (1).\npopulation structure. Examining age-standardized death\nProgress was also made in all WHO regions in 2000–2019\nrates (ASDR) exhibits more clearly the progress achieved\nfor mortality from NCDs (except for the South-East Asia\nprior to the COVID-19 pandemic and the setback it\nRegion) and mortality from injuries (except for the Eastern\ncaused. Globally, the ASDR from communicable diseases\nMediterranean Region), leading to 18.8% reduction in\nwas cut by about half from 244.5 (UI: 155.3–373.9) to 119.3\nASDR from NCDs and 23.1% reduction in ASDR from\n(UI: 72.8–189.1) per 100 000 population in 2000–2019. Yet,\ninjuries globally in 2000–2019. Limited impact was\nthe pandemic brought back the rate to 160.4 (UI: 107.6–\nseen in ASDR from these two groups of cause of death\n237.8) per 100 000 in 2020 and 211.4 (UI: 150.1–300.7) per\nin 2019–2021 compared with that from communicable\n100 000 in 2021, representing 34.5% and 77.2% increases\ndiseases (1).\nfrom the 2019 baseline. While the global improvement\nup to 2019 was primarily driven by the progress in the Similar trends were observed across all World Bank\nAfrican Region (56.1% decline), South-East Asia Region income groups, with sizable reductions observed in ASDR\n(63.3% decline) and Eastern Mediterranean Region (47.4% for all three broad cause categories in 2000–2019 and\ndecline), the Region of the Americas and the European little excess change brought by the pandemic in 2020\nRegion were hardest hit by the pandemic in relative and 2021 for NCDs and injuries. The COVID-19 pandemic\nterms, with ASDR from communicable diseases more than reversed the declining trend in ASDR for communicable\ntripled (3.4 and 3.8 times, respectively) between 2019 and diseases in all income groups to the extent that the level\n2021. The South-East Asia and Eastern Mediterranean in 2021 that was above the 2000 level in upper-income\nregions also saw ASDR from communicable diseases countries and nearly double the 2000 level in high-income\nmore than doubled in the same period. In comparison, countries; thus, undoing over two decades of work (1).\nthe African and Western Pacific regions only experienced\n11",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 20,
        "text": "1.2.2 Leading causes of death along with two NCDs and one injury in the African Region\nand low-income countries (1).\nLooking at the leading causes of death, there was also\nWith communicable diseases being effectively prevented\na clear transition from communicable causes to NCDs.\nor treated, and populations surviving to older ages\nGlobally, five of the 10 leading causes in 2000 were\nwhere NCDs become the predominant risk, NCDs\ncommunicable and four were NCDs, with road injury\nalready accounted for nine of the top 10 causes in 2019\nbeing the only injury cause (Fig. 1.7). In 2019, seven of the\nin the European Region and the Western Pacific Region\n10 leading causes were NCDs and the remaining three\n(Fig. 1.8), as well as in upper-middle-income and high-\ncommunicable (1).\nincome countries (Fig. 1.9). The only communicable\nThe pace of transition was uneven across regions disease that ranked among the top 10 in these regions or\nand income groups. In 2019, communicable diseases income groups were lower respiratory infections (1).\ncontinued to take up seven of the top 10 causes of deaths\nFigure 1.7 Top 10 causes of death globally in 2000, 2019, 2020 and 2021\n1\nIschaemic heart disease\n2\nCOVID-19\n3\nStroke\n4\nChronic obstructive pulmonary disease\n5\nLower respiratory infections\n6\nDiarrhoeal diseases Trachea, bronchus, lung cancers\n7\nHIV/AIDS Alzheimer disease and other dementias\n8\nPreterm birth complications Diabetes mellitus\n9\nKidney diseases\n10\nRoad injury Tuberculosis\n>10\n2000 2019 2020 2021\nknaR\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nCommunicable, maternal, perinatal and nutritional conditions Injuries Noncommunicable diseases\nNote: Solid lines represent movement within the top 10 causes of death. Dashed lines represent movement in or out of the top 10 causes of death.\nSource: WHO (1).\n12",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 21,
        "text": "Figure 1.8 Top 10 causes of death, by WHO region, in 2000, 2019, 2020 and 2021\nRegion of the Americas\n1 COVID-19\n2 Ischaemic heart disease\n3 Stroke\n4 Alzheimer disease and\nother dementias\n5 Chronic obstructive\npulmonary disease\n6 Diabetes mellitus\n7 Kidney diseases\n8 Lower respiratory infections\n9 Trachea, bronchus, lung cancers\nRoad injury\n10 Interpersonal violence\nDrug use disorders\n>10\n2000 2019 2020 2021\nSouth-East Asia Region European Region\n1 COVID-19 1 Ischaemic heart disease\n2 Ischaemic heart disease 2 COVID-19\n3 Stroke 3 Stroke\n4 C puh lr mon oi nc ao rb ys dtr isu ec ati sv ee 4 A otlz hh ee ri dm ee mr ed nis te iaa sse and\n5 Tuberculosis 5 Trachea, bronchus, lung cancers\n6 Diarrhoeal diseases 6\n7 Lower respiratory infections 7 Colon and rectum cancers\nPreterm birth complications Self-harm\n8 Diabetes mellitus 8 Hypertensive heart disease\nBirth asphyxia and Cirrhosis of the liver\n9 birth trauma Cirrhosis of the liver 9 Lower respiratory infections\nStomach cancer\n10 Road injury 10 Diabetes mellitus\nKidney diseases\n>10 >10\n2000 2019 2020 2021 2000 2019 2020 2021\nEastern Mediterranean Region Western Pacific\n1 Ischaemic heart disease 1 Stroke\n2 COVID-19 2 Ischaemic heart disease\n3 Stroke 3\n4 Preterm birth complications4 Trachea, bronchus, lung cancers\n5 Lower respiratory infections5\nDiarrhoeal diseases\n6 Diabetes mellitus 6 Stomach cancer\n7 Kidney diseases 7 Lower respiratory infections\nMeasles Road injury\n8 8 Hypertensive heart disease\nOesophagus cancer\n9 Cirrhosis of the liver 9 Colon and rectum cancers\nTuberculosis\n10 Road injury 10 Kidney diseases\nHypertensive heart disease Self-harm\n>10 >10\n2000 2019 2020 2021 2000 2019 2020 2021\nknaR\nLife expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\nAfrican Region\n1 Lower respiratory infections\n2 Malaria\n3 Stroke\n4 Tuberculosis\n5 Diarrhoeal diseases\n6 COVID-19\n7 HIV/AIDS\nMeasles\n8 Ischaemic heart disease\n9 Preterm birth complications\n10 Birth asphyxia and\nRoad injury birth trauma\n>10\n2000 2019 2020 2021\nChronic obstructive\npulmonary disease\nChronic obstructive\npulmonary disease\nAlzheimer disease and\nother dementias\nBirth asphyxia and\nbirth trauma\nCommunicable, maternal, perinatal and nutritional conditions Injuries Noncommunicable diseases\nNote: Solid lines represent movement within the top 10 causes of death. Dashed lines represent movement in or out of the top 10 causes of death.\nSource: WHO (1).\n13",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 22,
        "text": "Figure 1.9 Top 10 causes of death, by World Bank income group, in 2000, 2019, 2020 and 2021\nLow-income Lower-middle-income\n1 L ino fw ece tr i ore ns spiratory 1 COVID-19\nIschaemic heart\n2 Stroke 2 disease\n3 I ds ic sh ea ae semic heart 3 Stroke\nChronic obstructive\n4 Malaria 4 pulmonary disease\n5 P core mte pr lm ica b ti ir ot nh s 5 L ino fw ece tr i ore ns spiratory\n6 COVID-19 6 Tuberculosis\n7 Diarrhoeal diseases 7 Diarrhoeal diseases\nMeasles HIV/AIDS\n8 Tuberculosis 8 Diabetes mellitus\n9 B bii rr tt hh ta rs ap uh myx aia and 9\nBirth asphyxia and birth trauma\nCirrhosis of the liver\n10 Road injury HIV/AIDS 10 Measles Road injury P core mte pr lm ica b ti ir ot nh s\n>10 >10\n2000 2019 2020 2021 2000 2019 2020 2021\nUpper-middle-income High-income\n1 Stroke 1 Ischaemic heart\ndisease\n2 I ds ic sh ea ae semic heart 2 COVID-19\n3 COVID-19 3 Stroke\nChronic obstructive Alzheimer disease and\n4 pulmonary disease 4 other dementias\nTrachea, bronchus, Trachea, bronchus,\n5 lung cancers 5 lung cancers\n6 A otlz hh ee ri dm ee mr ed nis te iaa sse and 6 C puh lr mon oi nc ao rb ys dtr isu ec ati sv ee\n7 Road injury L ino fw ece tr i ore ns spiratory 7 L ino fw ece tr i ore ns spiratory\n8 Diabetes mellitus 8 Colon and rectum cancers\n9 Tuberculosis H hey ap re tr dte isn es aiv se e 9 Diabetes mellitus Kidney diseases\nCirrhosis of the liver Breast cancer\n10 Stomach 10 Hypertensive heart\nKidney diseases cancer Stomach cancer Pancreas cancer disease\n>10 >10\n2000 2019 2020 2021 2000 2019 2020 2021\nknaR\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nThis distribution of the leading 10 causes of death by number of deaths in both years in the Region of the\nbroad cause group at global level remained unchanged Americas, in 2021 in the South-East Asia Region and the\nfrom 2019 in 2020 and 2021; however, COVID-19 emerged second largest number of deaths in both years in the\nas the third and second leading causes, respectively, European and the Eastern Mediterranean regions. In the\nclaiming 4.1 million and 8.8 million lives globally. In all African Region, the disease only moved up from 12th\nbut two WHO regions (the African and Western Pacific to sixth in 2021. While in the Western Pacific Region it\nregions), COVID-19 ranked among the top five causes remained out of the top 10, it rose from being 50th in 2020\nof deaths in 2020 and 2021, responsible for the largest to 19th in 2021 (1).\nCommunicable, maternal, perinatal and nutritional conditions Injuries Noncommunicable diseases\nNote: Solid lines represent movement within the top 10 causes of death. Dashed lines represent movement in or out of the top 10 causes of death.\nSource: WHO (1).\n1.3 Mortality-related SDG indicators\nThe SDG framework includes several indicators on 1.3.1 Maternal and\nmortality pertaining to specific age groups, such as\nchild mortality\nyoung children, and mortality due to specific causes (2).\nOverall progress has been observed for mortality-related Since the turn of the millennium, enhancing the health of\nSDG indicators; however, the current trends are not mothers and children has been a top priority for global\nstrong enough to reach the targets by 2030. development. Maternal and child mortality reductions\n14",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 23,
        "text": "were among the Millennium Development Goals (MDGs), from 372 (80% UI: 336–423) deaths per 100 000 live births\nsteering the global efforts through to the year 2015. They in 2000 to 117 (80% UI: 106–133) deaths per 100 000 live\nremain among the global targets in the SDG period, births in 2020 and still maintaining an ARR at nearly 5%\nwhich runs from 2015 to 2030. in the SDG era. Increasing MMRs were seen in the Region\nof the Americas, the European Region and Western\nMaternal mortality\nPacific Region between 2016 and 2020, despite the\nMarked reduction in maternal mortality was achieved sizable decline during the MDG era. However, the levels\nduring the MDG years between 2000 and 2015. The global of MMR have remained below 80 deaths per 100 000 live\nmaternal mortality ratio (MMR) (SDG indicator 3.1.1) births in these three regions since 2000 (3).\ndropped by a third from 339 (80% UI: 319–360) deaths\nTo achieve the SDG global target of MMR below 70\nper 100 000 live births in 2000 to 227 (80% UI: 211–246)\ndeaths per 100 000 live births by 2030, an ARR of 11.6%\ndeaths per 100 000 live births in 2015, equivalent to\nis required between 2021 and 2030, equivalent to over\na 2.7% (80%, UI: 2.0–3.2%) average annual rate of\n1 million deaths averted, compared with a scenario\nreduction (ARR). However, progress has stagnated\nwhere the 2016–2020 global stagnation continues (2, 3).\nsince, and the global MMR only dropped to 223 (80%\nUI: 202–255) deaths per 100 000 live births in 2020 as Mortality among children under 5 years\nthe ARR fell to –0.04% (80% UI: –1.6 to 1.1%) between of age and among newborns\n2016 and 2020 (Fig. 1.10). An estimated 287 000 (80% UI:\nSubstantial global progress has been made in reducing\n273 000–343 000) women globally died from a maternal\nchildhood mortality since 2000. The total number of\ncause in 2020, a number that remained unacceptably\ndeaths among children under 5 years of age worldwide\nhigh and is equivalent to almost 800 deaths every day or\ndeclined from 9.9 million (90% UI: 9.8–10.1 million) in\none every two minutes (3).\n2000 to 4.9 million (90% UI: 4.6–5.4 million) in 2022,\nThe African Region remained the region with the highest reflecting a 51% decline in the global under-five\nMMR throughout the two decades, despite a sustained mortality rate (U5MR, SDG indicator 3.2.1) from 76 (90%\ndecline with an ARR of 2%. The South-East Asia Region UI: 75–78) deaths per 1000 live births in 2000 to 37 (90%\nhad experienced the steepest decline, reducing MMR UI: 35–41) deaths per 1000 live births in 2022 (4).\nFigure 1.10 Global MMR stratified by five-year time period, 2000–2020\nPeriod\n2001–2005 2006–2010\n2011–2015 2016–2020\nShaded area indicates 80% uncertainty intervals.\nRMM\nLife expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\n350\n300\n250\n200\n1 2 3 4 5\nYear\nSource: WHO et al. (3).\n15",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 24,
        "text": "Despite the noteworthy progress at the global level, 2022, while only accounting for 30% of the global live\ninequality across regions persists. Children in the African births (4).\nRegion continued to have the highest risk of dying before\nAt the country level, U5MRs in 2022 ranged from 1.5 (90%\nreaching the age of five. In 2022, the U5MR in the region\nUI: 0.7–3.1) deaths per 1000 live births to 117.3 (90% UI:\nwas 70 (90% UI: 63–82) deaths per 1000 live births, 10\n93.3–147.7) deaths per 1000 live births, which means that\ntimes the U5MR in the European Region (Fig. 1.11). In fact,\nthe risk of dying before turning five for a child born in the\nthe African Region accounted for over half (2.7 million,\nhighest-mortality country was about 80 times that in the\n90% UI: 2.5–3.2 million) of the total under-five deaths in\nlowest-mortality country (4).\nFigure 1.11 U5MR and NMR, globally and by WHO region, 2022\nEastern South-East Asia Region of the Western Pacific\nAfrican Region European Region Global\nMediterranean Region Region Americas Region\nevif-rednU latanoeN evif-rednU latanoeN evif-rednU latanoeN evif-rednU latanoeN evif-rednU latanoeN evif-rednU latanoeN evif-rednU latanoeN\n70\n65\n60\n55\n50\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\n)shtrib\nevil\n0001\nrep(\netar\nytilatroM\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nSource: UNICEF et al. (4).\n16",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 25,
        "text": "Life expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\nNewborn deaths represent an increasing share of total deaths in 2021 (1, 5). While 10 countries in four regions\nunder-five deaths, up from 41% in 2000 to 47% in 2022. achieved the target to halve the number of road traffic\nGlobally, 2.3 million (90% UI: 2.2–2.6 million) children died deaths during this period, at the global level the\nin the first month of life in 2022, down from 4.1 million reduction fell far short of the target of the United Nations\n(90% UI: 4.0–4.2 million) in 2000. However, the decline in Decade of Action for Road Safety 2010–2020, and at this\nglobal neonatal deaths from 2000 to 2020, at 44%, has pace the global target of the United Nations Decade of\nbeen slower compared with the 56% drop in the number Action for Road Safety 2021–2030 to halve deaths by 2030\nof deaths among children aged 1–59 months during the would not be met either (6, 7). In 2021, the South-East\nsame period (4). Asia and the Western Pacific regions shouldered more\nthan half of the global burden of road traffic deaths, with\nThe chances of survival from birth varies widely\n319 000 (UI: 284 000–354 000) deaths (27% of the global\ndepending on where a child is born. The WHO African and\nburden) and 298 000 (UI: 278 000–317 000) deaths (25% of\nEastern Mediterranean regions had the highest neonatal\nthe global burden), respectively (1, 5).\nmortality rates (NMR, SDG indicator 3.2.2) in 2022 at 26\n(90% UI: 24–32) deaths per 1000 live births and 25 The decline in the global number of deaths corresponds\n(90% UI: 21–30) deaths per 1000 live births, respectively to a 17% decline from the crude death rate (CDR) due\n(Fig. 1.11). With country-level NMRs in 2022 ranging from to road traffic injuries (SDG indicator 3.6.1) from 17.9\n0.7 (90% UI: 0.3–1.5) deaths per 1000 live births to 39.4 (UI: 16.0–19.8) deaths per 100 000 population in 2010\n(90% UI: 10.8–108.7) deaths per 1000 live births across the to 14.9 (UI: 13.3–16.4) deaths per 100 000 population in\nworld, the risk of a newborn dying before their 28th day of 2021. Declines in CDRs were observed in all regions in\nlife in the highest-mortality country was almost 60 times the period. However, the region with the highest CDR\nthat in the lowest-mortality country (4). in 2021 (the African Region, at 19.4 [(UI: 16.4–22.4])\nper 100 000 population) still had a CDR that was nearly\nProgress in reducing U5MR and NMR slowed in the first\nthree times as high as in the region with the lowest CDR\nhalf of the SDG era (2015–2022) compared with what\n(the European Region, at 6.7 [UI: 6.2–7.3] per 100 000\nwas achieved in the MDG era (2000–2015). Globally, the\npopulation). The slowest progress was seen in the Region\naverage ARR in U5MR decreased from 3.8% (UI: 3.6–4.0%)\nof the Americas, yet still even this was down by 9.4% from\nin 2000–2015 to 2.1% (90% UI: 0.9–2.7%) in 2015–2022.\n15.6 (UI: 14.5–16.6) per 100 000 population in 2010 to 14.1\nSimilarly, the ARR for global NMR decreased from\n(UI: 13.0–15.2) per 100 000 population in 2021. In 2021,\n3.0% (90% UI: 2.7–3.3%) in 2000–2015 to 1.8% (90% UI:\nlow-income countries faced the highest CDR from road\n0.5–2.5%) in 2015–2022 (4).\ninjuries at 21.3 (UI: 17.9–24.8) per 100 000 population,\nIf current trends continue, 59 countries will not meet the\nwhile high-income countries had the lowest CDR at 7.6\nSDG target for U5MR (25 or fewer deaths per 1000 live\n(UI: 7.1–8.2) per 100 000 population (1, 5).\nbirths by 2030). Even more countries are at risk of missing\nthe SDG target for NMR (12 or fewer deaths per 1000 live Suicide\nbirths by 2030): 64 countries will need to accelerate the\nThe global total of suicide deaths decreased from an\nmortality decline to meet the target on time. The majority\nestimated 762 000 (UI: 590 000–892 000) in 2000 to\nof the countries not on track to achieve the SDG targets\n717 000 (UI: 545 000–913 000) in 2021. The CDR from\nare in the African Region, reinforcing the fact that children\nsuicide (SDG indicator 3.4.2) declined steadily between\nface different chances of survival depending on where\n2000 and 2020 from 12.4 (UI: 9.6–14.5) deaths per 100 000\nthey are born. Reaching the targets in all countries and\npopulation to 9.0 (UI: 7.0–11.3) deaths per 100 000\nareas will avert 9 million deaths among children under\npopulation, and then increased slightly to 9.1 (UI:\n5 years of age between 2023 and 2030, some 42% of\n6.9–11.6) deaths per 100 000 population in 2021 (1).\nwhich would be among neonates (2, 4).\nThe highest burden of suicide deaths shifted from the\nWestern Pacific Region in 2000 (243 000 deaths, UI:\n1.3.2 Mortality due to injury\n168 000–282 000) to the South-East Asia Region (206 000\ndeaths, UI: 151 000–257 000) in 2021, with the former\nRoad injury\nseeing over a third reduction in suicide CDR from 14.5\nDespite the growth in the global population and number (UI: 10.1–16.8) per 100 000 population to 9.4 (UI: 7.0–12.1)\nof vehicles, the global number of road traffic fatalities per 100 000 population, and the latter seeing a one fifth\ndeclined by 5.9% from 1.25 million (UI: 1.11–1.39 million) reduction in CDR from 12.7 (UI: 9.4–15.1) per 100 000\ndeaths in 2010 to 1.18 million (UI: 1.05–1.30 million) population to 10.0 (UI: 7.4–12.5) per 100 000 population\n17",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 26,
        "text": "between 2000 and 2021. The European Region also Homicide\nobserved striking decline in suicide deaths, with CDR\nNearly 481 000 (UI: 360 000–649 000) people were\nfalling from 21.3 (UI: 19.8–22.9) per 100 000 population,\nhomicide victims in 2021, although there was a slight\nthe highest among all regions in 2000, to 12.3 (UI: 10.3–\nincrease (478 000 [UI: 400 000–578 000]) from 2000,\n14.4) per 100 000 population in 2021. The African Region\ncorresponding to a decline in CDR by about 22%, from\nunderwent a very modest decline in suicide CDR between\n7.8 (UI: 6.5–9.4) per 100 000 population in 2000 to 6.1 (UI:\n2000 and 2020 (7.0 [UI: 4.5–10.2] per 100 000 population\n4.6–8.2) per 100 000 population in 2021. About 80% of the\nto 6.9 [UI: 4.4–10.3] per 100 000 population), followed by\nan increase to 7.2 (UI: 4.6–10.9) per 100 000 population victims were men (1).\nin 2021. The Eastern Mediterranean remained the region The WHO Region of the Americas had the highest\nwith the lowest CDR throughout the period. The Region of\nmortality burden from homicide in 2021 with a total\nthe Americas was the only region where overall increase\nof 199 000 (UI: 169 000–233 000) deaths, accounting\nwas seen, rising from 7.2 (UI: 6.6–7.8) per 100 000 in 2000\nfor 41.3% of the total global homicide deaths but only\nto 9.8 (UI: 8.7–10.8) per 100 000 in 2021 (1).\n13.0% of the global population. In contrast, about a\nGlobally, the rate of suicide deaths for men was more than quarter of the global population resides in the Western\ndouble that for women in 2021 (CDR 12.3 [UI: 9.6–15.4] Pacific Region, but this region accounted for only 6.2% of\nper 100 000 population versus 5.9 [UI: 4.2–7.7] per 100 000 global homicide deaths, with a CDR (1.6 [UI: 1.1–2.1] per\npopulation). However, the sex disparity was uneven 100 000 population) that was 8% of that in the highest\nacross regions, with a male-to-female ratio ranging from region (Region of the Americas, 19.4 (UI: 16.5–22.7) per\nas low as 1.4 in the South-East Asia Region to nearly 4.0 in 100 000 population) and just about 16% of that in the\nthe Region of the Americas (Fig. 1.12) (1). second highest (African Region, 9.6 [UI: 5.9–15.1] per\nFigure 1.12 Global and regional trends in the mortality rates due to suicide and homicide, 2000–2021\nRegion of the South-East Asia Eastern Mediterranean Western Pacific\nAfrican Region European Region Global\nAmericas Region Region Region\n2000 20212000 20212000 20212000 20212000 20212000 20212000 2021\nedicimoH\nediciuS\n35\n30\n25\n20\n15\n10\n5\n0\n)noitalupop\n000\n001\nrep(\netar\nhtaed\nedurC\n35\n30\n25\n20\n15\n10\n5\n0\n)noitalupop\n000\n001\nrep(\netar\nhtaed\nedurC\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nFemale Male\nSource: WHO (1).\n18",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 27,
        "text": "Life expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\n100 000 population) in 2021. Compared with the Region of 1.3.3 Mortality due to NCDs\nthe Americas and the African Region, the CDR of homicide\nwas also relatively low in the European, South-East Asia Improved prevention, diagnosis and treatments has led\nand Eastern Mediterranean regions, at 2.6 (UI: 2.1–3.3) to steady decline in premature mortality from NCDs.\nper 100 000 population, 3.7 (UI: 2.7–5.0) per 100 000 Globally, a person aged 30 years in 2000 had a 22.7% (UI:\npopulation and 5.4 (UI: 3.2–8.6) per 100 000 population, 18.7–27.2%) chance of dying from one of the four major\nrespectively (1). NCDs (cardiovascular disease, cancer, chronic respiratory\ndisease and diabetes) before the age of 70 years (SDG\nMen and women face disproportionate risk of homicide\nindicator 3.4.1). This risk fell to 18.2% (UI: 14.2–23.0%) in\ndeaths, and the sex disparity was unevenly distributed\n2019 before the onset of the pandemic, corresponding to\nacross WHO regions. Globally, the male-to-female\nan approximately 20% reduction (1).\nratio for CDR for homicide mortality in 2021 was 4.0,\nranging from about 2.8 in the South-East Asia, Eastern Regional disparity exists in both the levels and pace of\nMediterranean and European regions to 7.1 in the Region progress. The Eastern Mediterranean Region started with\nof the Americas. A strong age pattern was also observed, the highest risk of premature mortality (27.2% [UI: 19.4–\nwith young adults at age 20–24 years having the highest 36.4%]) in 2000 and, notwithstanding a 15.4% reduction,\nage-specific mortality rate, peaking at 12.7 (UI: 9.5–17.1) the risk in 2019 (23.0% [UI: 15.9–31.5%]) remained high\ndeaths per 100 000 population globally and up to 40.6 (UI: compared with other regions except for the South-East\n36.1–45.3) deaths per 100 000 population in the Region of Asia Region, where the progress stagnated in 2000–2019.\nthe Americas (Fig. 1.12) (1). In contrast, the Region of the Americas had the lowest\nrisk of NCD premature mortality (18.2% [UI: 16.6–19.9%])\nUnintentional poisoning\nin 2000 among all regions and stayed at the lowest level\nGlobally, about 59 000 (UI: 32 000–90 000) people died (13.9% [UI: 12.3–15.7%]) in 2019, with a 23.8% reduction\nfrom unintentional poisoning in 2021, approximately between 2000 and 2019. The other three regions started\ndown by over 4000 from the figure in 2000. This at similar levels (22.2–23.9%) in 2000; however, the\nrepresents a drop in the CDR from unintentional African Region saw more moderate decline (10.9%)\npoisoning (SDG indicator 3.9.3) of a quarter, from 1.0 (UI: and reached a premature mortality risk of 21.3% (UI:\n0.8–1.5) per 100 000 population in 2000 to 0.7 (UI: 0.4–1.1) 13.5–31.3%) in 2019, whereas the fastest declines among\nper 100 000 population in 2021. The highest CDR in 2021 all regions were observed in the European and Western\nwas observed in the African Region at 1.2 (UI: 0.7–2.2) Pacific regions (32.0% and 28.0% decline, respectively)\nper 100 000 population, closely followed by the Western (Fig. 1.13) (1).\nPacific Region at just under 1.2 (UI: 0.5–1.7) per 100 000\nDespite the progress made, the pace of change in most\npopulation. The greatest decline in CDR was achieved\ncountries has slowed since the beginning of the SDG\nin the European Region, with a nearly two thirds drop\nera in 2015. With the global ARR slowing significantly\nbetween 2000 and 2021. Slight increases were seen\n(more than halved compared with the first 15 years of\nin the Region of the Americas and the Western Pacific\nthe century) between 2015 and 2019 to under 1%, the\nRegion (1).\nworld is not on track to reach the 2030 SDG target. The\nSex and age disparity were observed. Men were dying only region where some acceleration was seen was the\nat a rate that was 68% higher than women. The greatest Eastern Mediterranean Region, yet the accelerated ARR\nmale-to-female ratios were observed in the Region of was still less than half of that required to meet the SDG\nthe Americas and the European Region at 2.3 and 2.6, target. The region of most concern in meeting the target\nrespectively, whereas the lowest ratio was in the African is South-East Asia Region, where the previous overall slow\nRegion at 1.4. The youngest and the oldest population but still declining trend in 2000–2015 has reversed, with\nwere at the highest risk of dying from unintentional an increase in premature NCD mortality in 2015–2019.\npoisoning, with population under 5 years old and 65 years The other regions all underwent major declines in ARR,\nold and over accounting for less than 20% of the global ranging from a 8% reduction in the African Region to over\npopulation but nearly 40% of the global deaths from a third reduction in the Western Pacific Region (1).\nunintentional poisoning in 2021 (1).\n19",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 28,
        "text": "Figure 1.13 Trends in the probability of dying between ages 30 and 69 years from one of the four major NCDs,\nglobally, by WHO region and by World Bank income group, 2000–2019\nWHO region\n30\n25\nSouth-East Asia Region\nEastern Mediterranean Region\nAfrican Region\n20\nGlobal\nEuropean Region\n15 Western Pacific\nRegion of the Americas\n10\nWorld Bank income groups\n30\n25\nLow-income\nLower-middle-income\n20\nGlobal\nUpper-middle-income\n15\nHigh-income\n10\n2000 2005 2010 2015 2019\n)%(\nsDCN\ntegrat\nmorf\nhtaed\nerutamerp\nfo\nksiR\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nSource: WHO (1).\nAbout 60 countries with good vital registration data that NCDs are also at greater danger of dying prematurely\nare available for 2020 and/or 2021 present a mixed picture from COVID-19 as a competing risk (and so recorded as\nof NCD premature mortality during the pandemic.2 Some COVID-19 deaths). There are still many unknowns around\ncountries saw further slowdown of reduction or even the progress in NCD premature mortality during the\nincreasing NCD mortality during the pandemic as a result COVID-19 pandemic that can only be answered with more\nof disruptions to NCD services, while other countries and better cause of death data to document the trends\nobserved accelerated decline in NCD premature mortality. during and after the pandemic.\nThe latter may well be an artefact, as patients with\n2 Trajectories of NCD mortality after the onset of the COVID-19 pandemic are still being understood. In countries that have low-quality vital registration, WHO’s\ncurrent estimates include a cause of death category, “other pandemic-related mortality”, that likely includes NCD mortality. Future work will explore how NCD\nmortality changed in these countries in 2020–2021 (1).\n20",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 29,
        "text": "Life expectancy, healthy life expectancy and burden of disease in the light of the COVID-19 pandemic\n1.3.4 Mortality attributable The causes of the observed differences in air pollution-\nattributable mortality rates between regions and\nto environmental\ncountries are diverse. First, they are due to the different\nrisk factors (population-weighted) ambient and household\nparticulate matter concentrations, but the different\nMillions of deaths annually can be attributed to population distribution by age and underlying mortality\nenvironmental factors, such as air pollution and unsafe patterns by cause also play a role.\ndrinking-water, sanitation and hygiene (WASH).\nMortality attributed to unsafe WASH\nMortality attributed to air pollution\nUnsafe WASH can lead to undesired health outcomes,\nExposure to air pollution increases the risk for many including deaths. SDG indicator 3.9.2 is defined as\nnegative health outcomes. Five health conditions – mortality rate attributed to unsafe WASH, and considers\nstroke, ischaemic heart disease, lung cancer and chronic four health conditions in the estimation, namely\nobstructive pulmonary disease in adults, and acute lower diarrhoea, acute respiratory infections, undernutrition\nrespiratory infections at all ages – are included in the and soil-transmitted helminthiases. The latest estimate\nestimation of SDG indicator 3.9.1 on mortality attributed suggests that globally in 2019, safe WASH could have\nto air pollution. prevented 1.4 million (UI: 1.3–1.5 million) deaths. An\nestimated 395 000 of these deaths were among children\nHousehold and ambient air pollution are estimated to\nunder 5 years of age (9).\nhave jointly caused 6.7 million deaths worldwide in 2019,\ncorresponding to 4.2 million attributable to ambient air The global WASH-attributable mortality rate in 2019\npollution and 3.2 million to household air pollution. The was 18.3 deaths per 100 000 population, ranging from\nglobal age-standardized mortality rate attributable to air 3.7 deaths per 100 000 population in high-income\npollution in 2019 was 104 (UI: 81–130) deaths per 100 000 countries up to 41.7 deaths per 100 000 population in\npopulation, a slight decline from 133 (UI: 106–162) deaths low-income countries. Among WHO regions, the highest\nper 100 000 population in 2010. The African, Eastern mortality rates in 2019 were in the African Region\nMediterranean and South-East Asia regions had the (46.7 deaths per 100 000 population) and the South-East\nhighest age-standardized mortality rates attributable to Asia Region (29.6 deaths per 100 000 population) (9).\nair pollution among WHO regions in 2019 (8).\n21",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 30,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nReferences\n1. Global health estimates 2021. Geneva: World Health 5. Global status report on road safety 2023. Geneva:\nOrganization; [in press] (https://www.who.int/data/global- World Health Organization; 2023 (https://iris.who.int/\nhealth-estimates). handle/10665/375016). Licence: CC BY-NC-SA 3.0 IGO.\n2. Work of the Statistical Commission pertaining to the 6 Improving global road safety: resolution/adopted\n2030 Agenda for Sustainable Development: resolution/ by the General Assembly. New York: United Nations;\nadopted by the General Assembly. New York: United 2020 (A/RES/74/299; https://digitallibrary.un.org/\nNations; 2017 (A/RES/71/313; https://digitallibrary.un.org/ record/3879711?ln=zh_CN&v=pdf).\nrecord/1291226?v=pdf). 7. Improving global road safety: resolution/adopted\n3. Trends in maternal mortality 2000 to 2020: estimates by WHO, by the General Assembly. New York: United Nations;\nUNICEF, UNFPA, World Bank Group and UNDESA/Population 2010 (A/RES/64/255; https://digitallibrary.un.org/\nDivision. Geneva: World Health Organization; 2023 (https:// record/684031?ln=en&v=pdf).\niris.who.int/handle/10665/366225). Licence: CC BY-NC-SA 3.0 8. Air pollution data portal. The global health observatory\nIGO. [online database]. Geneva: World Health Organization;\n4. Levels & trends in child mortality: report 2023. Estimates (https://www.who.int/data/gho/data/themes/air-pollution).\ndeveloped by the United Nations Inter-agency Group for Child 9. Burden of disease attributable to unsafe drinking-\nMortality Estimation. New York, Geneva, Washington, DC: water, sanitation and hygiene, 2019 update. Geneva:\nUnited Nations Children’s Fund, World Health Organization, World Health Organization; 2023 (https://iris.who.int/\nWorld Bank Group, United Nations Department of Economic handle/10665/370026). Licence: CC BY-NC-SA 3.0 IGO.\nand Social Affairs, Population Division; 2024 (https://\nchildmortality.org/wp-content/uploads/2024/03/UNIGME-\n2023-Child-Mortality-Report.pdf).\n22",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 31,
        "text": "2\nHealth-related SDGs\nThe World health statistics 2023 revealed that not only have\nmany advances attained in the MDG era (2000–2015) stalled\nsince 2015, but the COVID-19 pandemic has further hampered\nimprovements since 2020 (1). This chapter presents the latest\navailable evidence of trends in health-related SDG and WHO\nGPW13 indicators, assessing progress towards achieving the\nglobal targets. The topics covered in this chapter include\ninfectious diseases, risk factors for health, and health systems\nas a key to UHC. SDG indicators related to mortality are\ndiscussed in Chapter 1.",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 32,
        "text": "2.1 Infectious diseases\nSDG target 3.3 advocates to end the epidemics of HIV/ In 2022, there were 1.3 million (UI: 1.0–1.7 million) new\nAIDS, tuberculosis (TB), malaria and neglected tropical HIV infections globally. This represents a 54% reduction\ndiseases (NTDs), and to combat hepatitis, waterborne from 2.8 million (UI: 2.2–3.8 million) in 2000, and 27%\ndiseases and other communicable diseases. This from 1.8 million (UI: 1.4–2.4 million) in 2015. The global\nsection describes the status of progress in the related HIV incidence rate (number of new HIV infections per\nSDG indicators along with that in combating polio and 1000 uninfected population, SDG indicator 3.3.1) was\nantimicrobial resistance (AMR). 0.17 (UI: 0.13–0.23) in 2022, a 32% reduction from 0.25\n(UI: 0.19–0.33) in 2015. However, progress varied across\nregions. The Eastern Mediterranean Region has seen a\n2.1.1 HIV\n45% increase in HIV incidence rate since 2015, although\nit still had the lowest number of new infections across\nAt the end of 2022, there were an estimated 39.0 million\nWHO regions in 2022. HIV incidence rate declined by 31%\n(UI: 33.1–45.7 million) people living with HIV globally,\nduring the same period in the South-East Asia Region,\nof which 37.5 million (UI: 31.8–43.6 million) were aged\nwhere both incidence rate and number are among\n15 years or older and 1.5 million (UI: 1.2–2.1 million) were\nthe lowest. Despite impressive progress in reducing\nchildren aged under 15 years (2).\nincidence, the African Region continued to bear the\nheaviest HIV burden (Fig. 2.1) (2, 3).1\nFigure 2.1 Percentage change in the number of new HIV infections per 1000 uninfected population,a 2015–2022,\nand number of new HIV infections, 2022, globally and by WHO region\n40\n20\n0\n-20\n-40\n-60\nAfrican Region Global South-East Asia Region Region of the Americas Western Pacific Region European Region Eastern Mediterranean\nRegion\nNumber of new\nHIV infections\n(thousands), 660 1 300 110 160 140 180 56\n2022\n1 Percentage change in HIV incidence rate was calculated from unrounded incidence rates.\n)2202–5102(\netar\necnedicni\nVIH\nni\negnahc\negatnecreP\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n45%\n10%\n7%\n-7%\n-32% -31%\n-53%\na Percentage change in HIV incidence rate was calculated from unrounded incidence rates.\nSource: Joint United Nations Programme on HIV/AIDS (2, 3).\n24",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 33,
        "text": "Health-related SDGs\nGlobal initiatives call for curbing the number of new The WHO End TB strategy calls for a 50% reduction of TB\nHIV infections to 370 000 in 2025 and 335 000 in 2030, incidence rate by 2025 relative to the 2015 baseline, as a\nequivalent to HIV incidence rates of 0.05 in 2025 and 0.025 milestone towards the SDG 2030 and End TB 2035 targets\nin 2030 (4, 5). The latest estimates suggest that while the (7). While TB incidence rate had continuously declined for\nworld is moving in the right direction, it is still far from many years up to 2020, two consecutive years of global\nreaching these targets. increases in TB incidence (in 2021 and 2022) led to the\nTB incidence rate in 2022 reverting to the level of 2019.\nGlobally, the net relative reduction in the TB incidence\n2.1.2 TB\nrate from 2015 to 2022 was 8.7%, falling far behind the\nWHO End TB strategy milestone (6).\nAn estimated 10.6 million (UI: 9.9–11.4 million) people\ndeveloped TB globally in 2022, of which 55% were men, Nevertheless, there were encouraging signs of progress.\n33% were women and 12% were children under 15 years The global trends in the number of people diagnosed\nof age. The global TB incidence rate (SDG indicator 3.3.2) with TB and treated showed a major recovery in 2022,\nwas 133 (UI: 124–143) per 100 000 population in 2022, after a sharp drop in 2020 due to the disruptions related\ndown from 180 (UI: 134–233) per 100 000 population in to the COVID-19 pandemic (see section 2.3.1).\n2000 and 146 (UI: 133–160) per 100 000 population in\n2015. Figure 2.2 shows that TB incidence rates varied\nenormously across countries and areas in 2022 (6).\nFigure 2.2 TB incidence rate by country and area, 2022\nSource: WHO (6).\n25",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 34,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n2.1.3 Malaria The WHO African Region continues to bear the heaviest\nburden of malaria. In 2022, the region accounted for 94%\nIn 2022, there were an estimated 249 million (UI: 225– of global malaria cases and 95% of global malaria deaths.\n278 million) malaria cases in 85 endemic countries and Children under the age of five are particularly vulnerable;\nareas, leading to an estimated 631 000 (UI: 587 000– in 2022, almost four in every five malaria deaths in the\n747 000) deaths (8). region were among these young children (8).\nThe Global technical strategy for malaria 2016–2030 (GTS) WHO recently added the programmatic use of malaria\ncalls for a reduction in malaria case incidence by at least vaccines for children living in endemic areas to the\n40% by 2020, 75% by 2025 and 90% by 2030 from a 2015 malaria prevention toolbox. The first malaria vaccine,\nbaseline, among other milestones and targets (9). The RTS,S/AS01 (RTS,S), was recommended by WHO in 2021\nglobal malaria incidence rate (malaria cases per 1000 after successful pilot programmes in Ghana, Kenya and\npopulation at risk, SDG indicator 3.3.3) was 59.8 (UI: 54.8– Malawi through the Malaria Vaccine Implementation\n65.7) in 2015, having declined by 26% from 81.0 (UI: 75.7– Programme (Box 2.1). In 2023, WHO recommended a\n87.7) in 2000. The incidence rate continued to fall until second safe and effective malaria vaccine, R21-Matrix-M\n2019, before rising by 3% in 2020 and remaining stable (R21) (10). Wide implementation of malaria vaccines is\nsince. In 2022, the incidence rate was 58.4 (UI: 52.9–65.3); expected to save tens of thousands of lives each year.\nthe expected rate was 26.2 if it was on trajectory to reach\nGTS targets. If the current trends continue, it is unlikely\nthat the GTS incidence targets will be achieved) (8).\nBox 2.1 Malaria vaccine implementation in Ghana, Kenya and Malawi\nThe Malaria Vaccine Implementation Programme (MVIP) was established by WHO to evaluate the public health\nuse of the first malaria vaccine, RTS,S/AS01 (10). Findings from the pilot programme informed the historic WHO\nrecommendation in October 2021 for a vaccine to prevent malaria in children.\nThrough the collaborative effort with the ministries of health in Ghana, Kenya and Malawi from 2019 to 2023,\nthe RTS,S malaria vaccine was integrated into routine child immunization services as part of each country’s\nnational malaria control programme. Over 2 million children received the RTS,S malaria vaccine through\nthe pilot. Findings from MVIP show that the RTS,S vaccine substantially reduces early childhood deaths and\nhospitalizations for severe malaria.\nIn October 2023, WHO recommended a second safe and effective malaria vaccine, R21, for routine use. This\nrecommendation, resulting in sufficient vaccine supply to scale up malaria vaccines broadly, coupled with the\nhigh impact seen with the introduction of the RTS,S vaccine, underscores the potential of malaria vaccines as\nimportant interventions to act against Plasmodium falciparum, the deadliest malaria parasite globally and the\nmost prevalent in Africa, and further supports the case for implementing the malaria vaccine as a routine child\nimmunization.\nThe wide-scale implementation of the malaria vaccines, which began in early 2024, holds the potential to save\ntens of thousands of lives each year. This is not just a scientific breakthrough but a life-saving intervention that\ncan significantly reduce the burden of malaria on our communities.\nKey findings: substantial public health impact (11)\nDisease surveillance during 46 months of RTS,S vaccine use and scale-up, as part of the MVIP, showed that\nmalaria vaccine introduction resulted in a 13% vaccine-attributable reduction in all-cause mortality (excluding\ninjury) among children age-eligible for vaccination compared with children living in areas where the vaccine\nwas not in use. Substantial reductions in severe malaria and malaria hospitalizations of children were also\ndocumented. Measured impact was additional to the benefits from insecticide-treated mosquito net (ITN) use\nand access to other child health interventions and care.\n26",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 35,
        "text": "Health-related SDGs\nThese findings were measured in the context of vaccine scale-up, with an average third-dose coverage of about\n68% and average fourth-dose coverage of about 40% across the three countries. The substantial public health\nimpact of malaria vaccine is expected to increase as vaccine coverage increases.\nFigure 2.3 shows the coverage of immunization with malaria and other vaccines in the MVIP areas in the three\ncountries from 2020 to 2023.\nFigure 2.3 Coverage of immunization with RTS,S vaccine (first, third and fourth dose), pentavalent vaccine\n(third dose) and measles–rubella vaccine (first and second dose) in the MVIP areas in Ghana,\nKenya and Malawi, 2020–2023\nVaccine Year Ghana Kenya Malawi\nPenta-3 2020\n2021\n2022\n2023\nRTS,S-1 2020\n2021\n2022\n2023\nRTS,S-3 2020\n2021\n2022\n2023\nMR-1 2020\n2021\n2022\n2023\nMR-2 2020\n2021\n2022\n2023\nRTS,S-4 2020\n2021\n2022\n2023\n0 20 40 60 80 1000 20 40 60 80 1000 20 40 60 80 100\nCoverage (%) Coverage (%) Coverage (%)\nSource: Administrative data, Essential Programme on Immunization, ministries of health of Ghana, Kenya and Malawi.\nOther findings\n• Malaria vaccine uptake is high, with no unintended consequences, such as reduction in ITN use, uptake of\nother childhood vaccines or change in health-seeking behaviour.\n• Quantitative analysis shows that parents understand that malaria vaccine reduces malaria but does not\nprevent all cases of malaria, and continue to use other preventive and care-seeking measures .\n• Community demand for and health worker acceptance of malaria vaccine is high.\n• The malaria vaccine has a good safety profile – with more than 6 million doses provided.\n• In the three pilot countries, malaria vaccine even reached children who were not using other forms of malaria\nprevention, thereby extending the programmatic reach of malaria prevention interventions.\nThe MVIP further established that a moderately efficacious malaria vaccine can have high effectiveness and\nimpact and will be accepted by communities and health workers.\n27",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 36,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nThe MVIP also provided critical information to inform the recently updated WHO recommendation for malaria\nvaccines that applies to both RTS,S and R21 vaccines, and forged a pathway for future malaria vaccine\ndevelopment.\nNext steps\nThe high demand for malaria vaccines is unprecedented. More than 20 countries have been approved for malaria\nvaccine introduction support by Gavi, the Vaccine Alliance, and wider implementation began in 2024.\nAs of 25 April 2024, eight countries in Africa offer the malaria vaccine as part of their childhood immunization\nprogrammes (Benin, Burkina Faso, Cameroon, Ghana, Kenya, Liberia, Malawi and Sierra Leone) and up to 10\nadditional countries are likely to introduce it this year. Implementing malaria vaccines in Africa represents an\nimportant step in the fight against the disease. At least 30 countries in Africa are interested in deploying malaria\nvaccines as part of their national malaria control plans.\nMoreover, the ministers of health of 11 African countries representing the High Burden High Impact (HBHI)\ncountries in Africa, met in Yaoundé, Cameroon, on 6 March 2024, and declared their unwavering commitment to\nthe accelerated reduction of malaria mortality and pledged to hold each other and countries accountable for the\ncommitments outlined in the Declaration for accelerated malaria mortality reduction in Africa: commitment that\n“No one shall die from malaria”.\n2.1.4 Hepatitis 2.1.5 NTDs\nGlobally, an estimated 304 million people were living with Thirteen of the 21 diseases or groups of disease\nchronic hepatitis B and C in 2022, of whom 254 million recognized by WHO as NTDs are targeted for eradication,\nwere living with hepatitis B and 50 million with hepatitis elimination of transmission or elimination as a public\nC. The estimated number of people newly infected by health problem, and 50 countries have eliminated\nviral hepatitis B and C declined from 2.5 million in 2019 to at least one NTD. Bangladesh, for example, has\n2.2 million in 2022 (12). While this decline is encouraging, recently eliminated lymphatic filariasis and visceral\nit is still far from the 2030 targets of 170 000 new hepatitis leishmaniasis as a public health problem (Box 2.3). This\nB infections and 350 000 new hepatitis C infections (5). is an encouraging sign that NTDs can be defeated by\nOf the 2.2 million new infections in 2022, more than combining diverse interventions including mass and\n1.2 million (UI: 0.8–1.5 million) were hepatitis B and nearly individual treatment, vector control, veterinary public\n1.0 million (UI: 0.8–1.3 million) hepatitis C (12). health, and provision of safe water and sanitation.\nThe African Region saw an estimated 771 000 new The NTD roadmap 2021–2030 calls for a 90% reduction\nhepatitis B infections in 2022, representing 63% of the of the global population requiring NTD interventions\nglobal incidence (Fig. 2.4) (12). It also had the highest between 2010 and 2030 (16). Between 2010 and 2022, the\nhepatitis B surface antigen (HBsAg) prevalence among reported number of people requiring mass or individual\nchildren under five years (SDG indicator 3.3.4)2 in 2020, treatment and care for NTDs declined by 26% from\nat 2.53% (UI: 2.10–3.07%), more than double the global 2.19 billion to 1.62 billion – progress in the right direction\nprevalence of 0.94% (UI: 0.82–1.06%) (13). but not sufficient to reach the 2030 target without\nsubstantial acceleration (Fig. 2.5). In recent years, the\nIn 2022, the South-East Asia and the Eastern\nworld has faced multiple challenges in the fight against\nMediterranean regions had the highest number of new\nNTDs, including a slow recovery of NTD programmes after\nhepatitis C infections, with 225 000 and 183 000 cases,\nthe massive service disruption at the start of the COVID-19\nrespectively (Fig. 2.4). The Eastern Mediterranean Region\npandemic, an uncertain financial situation and the ever-\nalso had the highest total chronic hepatitis C infections at\nincreasing threat of climate change, which is likely to\n11.7 million, 23% of the global total in 2022 (12). There is,\nresult in increased distribution of many NTDs (17).\nhowever, promising momentum in the region, as Egypt\nbecame the first country to achieve the “gold tier” status\non the path to eliminating hepatitis C infection (Box 2.2).\n2 The SDG framework currently uses “Hepatitis B surface antigen (HBsAg) prevalence among children under 5 years” as a proxy for the official indicator 3.3.4\n(Hepatitis B incidence per 100 000 population), reflecting the high burden of Hepatitis B in this age group.\n28",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 37,
        "text": "Health-related SDGs\nFigure 2.4 Number of new hepatitis B and hepatitis C infections, by WHO region, 2022\nHepatitis B Hepatitis C\nAfrican Region South-East Asia Region Eastern\n771 000 225 000 Mediterranean\nRegion\n183 000\nRegion of the Americas African Region\n176 000 172 000\nSouth-East Asia Region Eastern Western\n266 000 Mediterranean Pacific\nRegion Region\n86 000 83 000\nEuropean Region Western Pacific\n126 000 Region\n98 000\nEuropean Region Region of\n18 000 the Americas\n8 000\nSource: WHO (12).\n29",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 38,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nBox 2.2 Egypt becomes the first country to achieve the “gold tier” status on the path\nto elimination of hepatitis C\nIn 2023, Egypt became the first country to achieve gold tier status on the path to eliminating hepatitis C in\naccordance with WHO criteria. This means that Egypt has fulfilled WHO’s targets that will set the country up to\nachieve the reduced incidence and mortality targets of full elimination before 2030. Egypt has implemented one\nof the world’s largest nationwide public health screening and treatment programmes for hepatitis C.\nEgypt had one of the highest rates of viral hepatitis in the world. Between the 1950s and 1980s, inadvertent\ninfection transmission associated with unsafe injection practices occurred in the attempt to control\nschistosomiasis, a parasitic disease carried by water snails.\nSince the early 1990s, the government has put a huge effort into strengthening hepatitis prevention, with\nprogrammes covering blood safety, infection control and injection safety. It also worked on raising public\nawareness and running harm reduction programmes.\nEgypt launched a network of specialized treatment centres in 2006 and, with the new antiviral medicines\ndiscovered in 2014, hepatitis testing and treatment were made accessible and free of charge for everyone.\nIn 2018, the government launched the presidential initiative “100 million seha” (100 million healthy lives), a\nmassive and unprecedented nationwide campaign to detect and treat everyone with hepatitis C, escalating its\nelimination efforts.\nThrough the campaign, everyone over 18 was tested, later expanding to children 12 years and older. In addition\nto routine testing at all health facilities, the campaign used outreach in the community, with teams visiting\nbig squares, markets, workplaces, sports clubs, mosques and churches, and popular meeting places such as\nbarbershops. Vulnerable communities such as refugees and migrants, and persons with disabilities were also\nincluded, to leave no one behind.\nBetween 2018 and 2022, over 60 million people were tested with WHO-approved rapid diagnostic tests. Patients\nwere also assessed and treated for other chronic diseases, such as hypertension and diabetes. A total of\n4.1 million received treatment for hepatitis C with locally manufactured medicines between 2014 and 2022, of\nwhich 98% were virally suppressed.\nExpanding direct public health approaches to community prevention, testing and treatment, as shown by\nEgypt’s successful public health programme to eliminate hepatitis C, can have a population-wide impact.\nA case study concluded that five key elements contributed to Egypt’s successful programme: the availability\nof sufficient and reliable epidemiological data; a robust public health care infrastructure; inclusive care that\nreached all sectors of society; political commitment with increased health-care spending and a comprehensive\nlong-term strategy for viral hepatitis; and use of innovation and information technology (14).\nSource: WHO (15).\n30",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 39,
        "text": "Figure 2.5 Global trend in the reported number of people requiring mass or individual treatment and care for\nNTDs, and its relative reduction, 2010–2022\n2 300\n2 200\n2 100\n2 000\n1 900\n1 800\n1 700\n1 600\n1 500\n1 400\n1 300\n1 200\n1 100\n1 000\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\n)noillim(\nsesaesid\nlaciport\ndetcelgen\ntsniaga\nsnoitnevretni\ngniriuqer\nelpoep\nfo\nrebmuN\n26\n24\n22\n20\n18\n16\n14\n12\n10\n8\n6\n4\n2\n0\nenilesab\nmorf\nnoitcuder\negatnecreP\nHealth-related SDGs\n26%\n25%\n20%\n20% 21%\n19%\n20%\n18%\n12%\n7%\n3%\n1%\n0%\nNumber of people (millions) Percentage reduction\nSource: WHO (17).\n31",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 40,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nBox 2.3 Bangladesh eliminates visceral leishmaniasis and lymphatic filariasis as a\npublic health problem\nIn 2023, Bangladesh became the first country globally to be validated for elimination of visceral leishmaniasis,\nalso called kala azar, as a public health problem. The country achieved the elimination target of less than\none case per 10 000 population at the sub-district (upazila) level in 2017 and has sustained it to date despite\ndisruptions related to the COVID-19 pandemic.\nIn 2005, Bangladesh, together with India and Nepal, launched a Regional Kala-azar Elimination Initiative with\nthe aim of wiping out the disease. The Government of Bangladesh, WHO, the Special Programme for Research\nand Training in Tropical Diseases (TDR) and several other partners supported research and development of new\ndiagnostic tools, effective treatments and vector control (especially indoor residual spraying), and facilitated\ntheir roll-out and access by all those in need through donation programmes, which helped the country meet the\ncriteria set by WHO for elimination as a public health problem (18).\nKala azar is the most severe form of leishmaniasis and is transmitted by sandflies; it is commonly prevalent\namong the most disadvantaged rural communities. The disease leads to symptoms such as fever, weight loss,\nand spleen and liver enlargement and, if left untreated, can prove fatal in over 95% of cases.\nIn 2023, Bangladesh was also validated as the fourth country in the WHO South-East Asia Region to eliminate\nlymphatic filariasis as a public health problem, after Maldives, Sri Lanka and Thailand.\nLymphatic filariasis, also known as elephantiasis, occurs when filarial parasites are transmitted to humans\nthrough mosquito bites. The infection is usually acquired in childhood with painful and disfiguring visible\nmanifestations appearing much later in life, often in the form of enlargement of body parts, causing pain, severe\ndisability and associated stigma.\nLymphatic filariasis was a major public health problem in Bangladesh and was endemic in 19 of its 64 districts.\nIn 2001, the country established a national elimination programme. Between 2001 and 2015, high-coverage\nmass drug administration campaigns were carried out in all endemic districts. A series of transmission\nassessment surveys was carried out by programme personnel between 2011 and 2021, which demonstrated that\ntransmission levels were below the threshold established by WHO for elimination as a public health problem.\nTo meet WHO’s validation criteria on morbidity management and disability prevention (19), Bangladesh also\nstrengthened access to the recommended essential package of care in all endemic districts. Notably, over 31 000\npeople affected by lymphatic filariasis have been trained in self-care and provided with kits to manage their\ndisease condition and improve their quality of life.\nFor both kala azar and lymphatic filariasis, Bangladesh will now focus on post-validation surveillance to sustain\nits hard-won status and prevent recurrence of infection.\nSource: WHO (20, 21).\n32",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 41,
        "text": "Health-related SDGs\n2.1.6 Polio SDG indicator 3.d.2 is defined as the percentage of\nbloodstream infections due to selected antimicrobial-\nPoliomyelitis (polio) is a highly infectious viral disease. resistant organisms. Median resistance to third-\nIt primarily affects children under 5 years of age, but an generation cephalosporins in Escherichia coli (E. coli) and\nunvaccinated person at any age can contract the disease. methicillin resistance in Staphylococcus aureus (S. aureus)\nOf the three strains of wild poliovirus (type 1, type 2 and were 41% and 32% in 2021, respectively, compared with\ntype 3), wild poliovirus type 2 was eradicated in 1999 and 26.9% and 13.4% in 2016. However, no conclusions can\nwild poliovirus type 3 was eradicated in 2020. As at 2022, be made on whether changes in resistance have occurred\nendemic wild poliovirus type 1 remains in two countries, over time. The reasons for this are twofold: first, the\nAfghanistan and Pakistan. pool of reporting countries has changed significantly\nover the years. In 2016, only 16 countries contributed\nIn 2023, a total of 12 cases of wild poliovirus were\ndata on resistance to third-generation cephalosporins\nreported in Afghanistan and Pakistan and, unlike in\nin E. coli, compared with 77 in 2021. Similarly, only 15\nprevious years, no cases were reported from non-endemic\ncountries provided data in 2016 on methicillin resistance\ncountries (22).\nin S. aureus in 2016, compared with 78 in 2021. Second,\nAlthough immunization coverage, including polio, began the number of resource-limited settings providing data\nto recover from the impact of the COVID-19 pandemic has increased in recent years. Testing coverage in these\nduring 2022, progress is uneven. There were 14.3 million settings is often low, with data often limited to tertiary\nchildren missing out on any vaccination – the so-called referral, private hospitals and/or research facilities,\n“zero-dose children” – worldwide in 2022. Afghanistan and biased towards complex infections and treatment\nand Pakistan were among the top 15 countries with failures. Higher median resistance in recent years is at\nthe highest number of zero-dose children in 2022, least in part consistent with potential biases resulting\nhighlighting the need for continued, intensified efforts to from the convenience sampling of health facilities for\nreach all remaining un- or under-immunized children in reporting AMR data in many settings (26).\nthose endemic areas (23).\nPriorities to address AMR include surveillance of\nantimicrobial consumption. The Global Antimicrobial\n2.1.7 Antimicrobial resistance Resistance and Use Surveillance System (GLASS)\nprovides a common and standardized set of methods for\nAMR affects countries in all regions and at all income measuring and reporting. Of the 57 countries with data\nlevels. It is a complex problem that requires both sector- (2018–2021), 36 (63%) achieved the target of at least 60%\nspecific actions in the human health, food production, of total antibiotic consumption being “Access” group\nanimal and environmental sectors, and a coordinated antibiotics (26). The overall goal is to reduce the use of\napproach across these sectors. In 2015, the World Health “Watch and reserve” group antibiotics and to increase\nAssembly adopted the Global Action Plan on AMR, the relative benefit and the availability of Access group\ncommitting, among other things, to the development and antibiotics, where needed.\nimplementation of multisectoral national action plans\n(24). As of November 2023, some 178 countries had such\nplans developed. However, in 2023 only 27% of countries\nreported implementing their national action plans\neffectively and only 11% had allocated national budgets\nto do so (25).\n33",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 42,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n2.2 Risk factors for health\nMany factors affect the health of individuals and in 2018, calling for the global elimination of industrially\ncommunities. A risk factor for health is any attribute, produced TFA by 2023.\ncharacteristic or exposure of an individual that\nMandatory TFA policies are currently in effect in 69\nincreases their likelihood of developing a disease or\ncountries in all WHO regions, covering 55% of the global\ninjury. This section presents progress towards achieving\npopulation (4.4 billion people). Of these countries, 53\nSDG and GPW13 targets related to several risk factors\nhave “best-practice” policies, which include mandatory\nfor health.\nnational limit of 2 g of industrially produced TFA per\n100 g of total fat in all foods and mandatory national\n2.2.1 Nutritional risk factors ban on the production or use of partially hydrogenated\noils as an ingredient in all foods. Population coverage\nBetter nutrition is related to improved infant, child by best-practice TFA policies has grown considerably. In\nand maternal health, stronger immune systems, lower 2018, best-practice policies were in effect for just 6% of\nrisk of NCDs, and longevity. Today, the world faces the global population (480 million people). By the end\nthe multiple burden of malnutrition that comprises of 2023, this has increased to 46% coverage (3.7 billion\npeople) (29). However, accelerated actions are\nundernutrition, overweight (including obesity) and\nneeded to meet the target of 100% global population\nmicronutrient deficiencies. Section 4.1 discusses the\ncoverage (30).\nglobal trends in undernutrition and overweight or\nobesity. This section summarizes the global progress\ntowards the reduction of anaemia among women and 2.2.2 Behavioural risk factors\nthe consumption of trans-fatty acids (TFA).\nModifiable behaviours such as tobacco use, alcohol\nAnaemia among women\nconsumption, physical inactivity and an unhealthy diet\nare among the known risk factors associated with NCDs.\nWomen with anaemia are more likely to experience\nThis section summarizes the global progress towards\nfatigue and impaired physical capacity in their daily\nthe reduction of tobacco use and alcohol consumption.\nlives. Moderate and severe anaemia are also risk factors\nfor adverse maternal and perinatal outcomes. Tobacco use\nGlobal trends in the prevalence of anaemia among all\nThe Global action plan for the prevention and control of\nwomen 15–49 years of age (SDG indicator 2.2.3) show no NCDs 2013–2020, which has been extended until 2030,\nsignificant change from 31.2% (UI: 28.7–34.1) in 2000 to includes a target for reducing the global prevalence of\n29.9% (UI: 27.0–32.8) in 2019. With population growth, tobacco use by 30% by the year 2025, relative to 2010\nthe total number of women aged 15–49 years affected (31, 32).\nincreased from 493 million in 2000 to 571 million in\nIn 2022, the global age-standardized prevalence of\n2019. While there was a slight decrease in anaemia\ncurrent tobacco use among persons aged 15 years\nprevalence among pregnant women from 40.9% (UI:\nand older (SDG indicator 3.a.1) was estimated at\n38.7–43.1) in 2000 to 36.5% (UI: 34.0–39.1) in 2019,\n20.9% (UI: 18.8–22.9), a 21% relative decline from\nprevalence among non-pregnant women remained\n26.4% in 2010. If current trends continue, the world\nstagnant, at 30.7% (UI: 28.1–33.7) in 2000 and 29.6% (UI:\nwill see a 25% relative reduction in prevalence by\n26.6–32.5) in 2019 (27). Across WHO regions, the decline\n2025. While this is short of the 30% reduction target,\nin anaemia prevalence among women observed during\nprogress is encouraging as tobacco use has been\nthe MDG era either halted or slowed after 2015. This\ndeclining in all WHO regions. The South-East Asia\nlatest evidence suggests that the global target of 50%\nRegion, having consistently the highest prevalence\nreduction of anaemia in women of reproductive age by since 2000, is projected to achieve a 34% reduction by\n2025 (from a 2012 baseline) is unlikely to be met (27, 28). 2025 relative to 2010. The African Region is expected\nto reach a 32% relative reduction by 2025 and remain\nTrans-fatty acids\nthe region with the lowest prevalence. The European\nIntake of TFA is associated with increased risk of heart Region, in contrast, is projected to have the highest\nattacks and death from coronary heart disease. WHO prevalence across all WHO regions in 2030 at 23.1%\ndesignated TFA elimination as one of its priority targets (33). Owing to its long history of tobacco control, the\n34",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 43,
        "text": "Netherlands (Kingdom of the) is among the countries to Tobacco use prevalence differs markedly by sex. While the\nhave experienced a decline in tobacco use faster than prevalence among both men and women has decreased\nthe European regional average, and one of only four since 2000, it has remained much higher among men\ncountries worldwide to have attained best-practice level than women in 2022, both globally and in all six WHO\nadoption of all MPOWER measures3 (Box 2.4) (33, 34). regions (33).\nBox 2.4 Tobacco control in the Netherlands (Kingdom of the)\nThe estimated age-standardized prevalence of tobacco use among persons aged 15 years and older in the\nNetherlands (Kingdom of the) declined from 34.5% (UI: 27.7–41.2) in 2000 to 27.7% (UI: 23.3–32.2) in 2010 and\n21.3% (UI: 17.1–25.5) in 2022. If current trends continue, the prevalence is projected to reduce further to around\n19.9% (UI: 15.8–24.1) in 2025 (33). This would represent a 28% relative reduction over the period 2010–2025, close\nto the 30% voluntary reduction target under the Global action plan for the prevention and control of NCDs (31).\nOn average, prevalence in the WHO European Region is projected to reduce more slowly, by 17% over the same\nperiod. The prevalence among both men and women in the Netherlands (Kingdom of the) has been declining at\na faster pace than the European Region averages; the prevalence among women in the Netherlands (Kingdom of\nthe) has been declining remarkably faster than the European Region average (Fig. 2.6) (33).\nFigure 2.6 Age-standardized prevalence of tobacco use among persons aged 15 years and older, by sex,\nNetherlands (Kingdom of the) and the European Region, 2000–2025\n45\n40\n35\n30\n25\n20\n15\n10\n5\n0\n2000 2005 2010 2015 2020 2025\n3 MPOWER is WHO’s technical package that assists countries to implement the evidence-based demand-reduction measures of the WHO Framework Convention\non Tobacco Control.\nredlo\ndna\nsraey\n51\ndega\nsnosrep\ngnoma\nesu\noccabot\nfo\necnelaverp\ndezidradnats-egA\nHealth-related SDGs\nEuropean Region, Male European Region, Female Netherlands (Kingdom of the), Male Netherlands (Kingdom of the), Female\nSource: WHO (33). Dotted lines = projection; solid vertical line at 2010 indicates baseline date for comparison.\n35",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 44,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nThe Netherlands (Kingdom of the) has a long history of tobacco control dating back to the 1950s. In more recent\ntimes, some examples of measures adopted in line with the WHO Framework Convention on Tobacco Control\ninclude (34):\n2005: Netherlands (Kingdom of the) became a Party to the WHO Framework Convention on Tobacco Control.\n2008: Extension of a smoking ban to the hospitality sector (with some exceptions).\n2014: Rise in the legal age for purchase of tobacco from 16 to 18 years of age.\n2016: Implementation of EU Tobacco Products Directive II, restricting the use of flavourings and dangerous\nadditives, and adding pictorial health warnings on tobacco packs. Establishment of a new, toll-free national\nquit-smoking line.\n2018: Signing of National Prevention Agreement (NPA) by the government and 70 organizations to address\ntobacco use (among other risk factors), with the aim that, by 2040, the country would have less than 5% of its\npopulation as smokers, and no children or pregnant women smoking.\n2019: Adoption of the NPA by the House of Representatives. Amendment to the Tobacco Act to include a ban on\nthe display of tobacco products at point of sale, except inside specialized tobacconists, with different steps and\ntransitional periods until mid-2022.\n2020: Netherlands (Kingdom of the) became a Party to the Protocol to Eliminate Illicit Trade in Tobacco Products.\nImplementation of plain packaging and a ban on tobacco vending machines.\n2021: Closing of long-standing tobacco control gaps, such as banning advertising of tobacco products at points\nof sale and allowing no designated smoking rooms in public places, workplaces and public transport.\nOver recent years, the Netherlands (Kingdom of the) has increased excise tax on tobacco products, which has\nled to real price increases over time (14% above inflation over the past 10 years). In 2022, total taxes represented\nclose to 77% of the retail price of the most sold brand.\nIn the 2023 WHO report on the global tobacco epidemic, the Netherlands (Kingdom of the) is featured as one of\nonly four countries in the world that have attained best-practice level adoption of all MPOWER measures – WHO’s\ntechnical package that assists countries to implement the evidence-based demand-reduction measures of the\nWHO Framework Convention on Tobacco Control (34).\nAlcohol consumption have the highest total APC. The South-East Asia Region\nis the only region where total APC has continuously\nSDG indicator 3.5.2 is defined as total (recorded and\nincreased, although the rise has considerably slowed\nunrecorded) alcohol per capita consumption (APC) per\nsince 2010. Total APC remained very low in the Eastern\nyear, adjusted for tourist consumption, in persons aged\nMediterranean Region, with total APC of 0.3 litres (UI:\n15 years and older, measured in litres of pure alcohol.\n0.2–0.5) in 2019. As with tobacco use, globally alcohol\nGlobally in 2019, the total APC stood at 5.5 litres (UI: consumption among men has been consistently higher\n4.8–6.2), a 4.5% decline from 5.7 litres (UI: 5.1–6.4) in than among women. Box 2.5 presents an analysis of sex-\n2010 (35). Comparing this pace of decline with the global related inequalities in alcohol consumption globally and\ntargets of at least 10% reduction by 2025 and at least 20% by WHO region (35).\nby 2030, it is evident that acceleration is needed (31, 36,\nThe COVID-19 pandemic had an apparent impact on\n37). Moreover, the 2019 global APC was still higher than\nalcohol consumption globally, although its magnitude\nthe 2000 level (5.1 litres, UI: 4.6–5.6) (35).\nand duration remain to be reliably defined. The\nDespite consistent reduction since 2000, including 9.8% preliminary global estimate for total APC in 2020 is\nreduction since 2010, the European Region continued to 4.9 litres (UI: 4.3–5.6) (38).\n36",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 45,
        "text": "Box 2.5 Sex-related inequalities in the global and regional levels of\nalcohol consumption\nGlobally, there are sex-related inequalities in total APC among persons aged 15+ years, with higher alcohol\nconsumption among men than women. In 2019, alcohol consumption among men was four times that among\nwomen. Between 2000 and 2019, alcohol consumption did not change substantially among men (from 8.0 litres\nof pure alcohol [UI: 7.2–9.0] in 2000 to 8.7 litres of pure alcohol [UI: 7.7–9.9] in 2019) and women (2.1 litres of pure\nalcohol [UI: 1.9–2.4] in 2000 and 2.2 litres of pure alcohol [UI: 2.0–2.5] in 2019).\nThe situation varied across WHO regions (Fig. 2.7). The largest absolute sex-related inequalities in 2019 were\nevident in the European Region (difference of 10.9 percentage points between men and women), followed by the\nRegion of the Americas (difference 8.7 percentage points), the Western Pacific Region (difference 7.2 percentage\npoints), the African Region (difference 5.9 percentage points) and the South-East Asia Region (difference\n5.1 percentage points). Between 2000 and 2019, absolute sex-related inequality increased in the South-East\nAsia and Western Pacific regions due to a faster increase in alcohol consumption among men than women.\nAbsolute sex-related inequality decreased in the African and European regions due to a faster decrease in alcohol\nconsumption among men than women. Sex-related inequality did not change in the Region of the Americas\n(where inequality remained high) and the Eastern Mediterranean Region (where there was no inequality).\nFigure 2.7 Total alcohol per capita consumption among persons aged 15+ years, by sex, globally and by\nWHO region, 2000–2019\n0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102\n20\n15\n10\n5\n0\n)sertil(\nnoitpmusnoc\nlaunnA\nGlobal\nEastern Mediterranean\nAfrican Region Region of the Americas South-East Asia Region European Region Western Pacific Region\nRegion\n0002 4002 8002 2102 6102 9102 0002 4002 8002 2102 6102 9102 0002 4002 8002 2102 6102 9102 0002 4002 8002 2102 6102 9102 0002 4002 8002 2102 6102 9102 0002 4002 8002 2102 6102 9102\n20\n15\n10\n5\n0\n)sertil(\nnoitpmusnoc\nlaunnA\nHealth-related SDGs\nFemale Male\nShaded areas represent 95% uncertainty intervals.\nSource: WHO (35).\n37",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 46,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n2.2.3 Metabolic risk factors 2.2.4 Environmental\nrisk factors\nMetabolic risk factors for NCDs include hypertension,\noverweight and obesity, high blood glucose levels\nHuman health is dependent on a variety of environmental\nand high levels of fat in the blood. This section\nfactors, such as safe WASH, clean air, safe chemical use,\nsummarizes the global progress towards the reduction\nhealthy built environments, sound agricultural practices,\nof hypertension; overweight and obesity are discussed in\nand protected natural areas and water sources. This\nsection 4.1.\nsection outlines the global progress towards universal\nHypertension access to WASH and the reduction of air pollution. Trends\nin mortality attributable to environmental risk factors are\nFor the purpose of monitoring population health,\ndiscussed in Chapter 1.\nhypertension is defined as having raised blood\npressure4 or taking medication for hypertension. The WASH\nage-standardized prevalence of hypertension among\nBetween 2000 and 2022, worldwide some 2.1 billion\nadults aged 30–79 has changed little in the past three\npeople gained access to safely managed drinking\ndecades globally and in all WHO regions, with a notable\nwater (687 million increase since 2015) and 2.5 billion\nexception in the European Region, where there has been\npeople gained access to safely managed sanitation\na continuous decline. In 2019, the global prevalence stood\n(902 million increase since 2015). Since 2015, the number\nat 33.1% (UI: 31.5–34.8%), and slightly higher among\nof people with basic hygiene services has increased by\nmen (34.5%; UI: 32.0–36.9%) than women (31.7%; UI:\nover 1 billion. Access to safe WASH services improved\n29.6–33.9%). However, available data suggests a higher\nsignificantly in rural areas between 2015 and 2022, but\ntreatment coverage among women globally, leading to\nprogress is limited in urban areas, when measured by the\na higher prevalence of controlled hypertension than for\nproportion of the population gaining services. However,\nmen (Box 2.6) (39).\nbecause of population growth in urban areas, the number\nThe voluntary global target on blood pressure envisages of people who have gained access to safely managed\na 25% reduction in raised blood pressure (uncontrolled drinking water and sanitation services since 2015 is\nhypertension) by 2025 against a 2010 baseline (31, 32). higher in urban than in rural areas (Fig. 2.9) (40).\nGlobally, the age-standardized prevalence of uncontrolled\nhypertension declined slightly from 28.6% (UI: 28.0–\n29.3%) in 2010 to 26.2% (UI: 24.7–27.8%) in 2019, but this\npace of decline is insufficient to achieve the global target\nby 2025 (39).\nBox 2.6 Global sex-related inequalities in hypertension\nGlobally, there are sex-related inequalities in age-standardized prevalence of hypertension among adults aged\n30–79 years. While there was no sex-related inequality in 1990 (prevalence of 32.4% [UI: 29.9–35.0] among men\nand 32.2% [UI: 29.7–34.9] among women), hypertension prevalence was slightly higher among men (34.5%; UI:\n32.0–36.9) than women (31.7%; UI: 29.6–33.9) in 2019 (Fig. 2.8).\nAge-standardized coverage of treatment for hypertension among adults aged 30–79 years with hypertension\nlargely increased between 1990 and 2019, with the pace of increase slowing down slightly during the past\ndecade, among both men and women. In contrast to hypertension prevalence, which was 2.8 percentage points\nhigher among men than women in 2019, treatment prevalence was 9.3 percentage points higher among women\n(47.2%; UI: 43.4–50.9) than men (37.9%; UI: 34.5–41.1) in 2019.\nConsequently, age-standardized prevalence of controlled hypertension among adults aged 30–79 years with\nhypertension also increased between 1990 and 2019, with faster improvements among women than men,\nleading to an increase in sex-related absolute inequality over time. In 2019, controlled hypertension prevalence\nwas 5.1 percentage points higher among women (23.5%; UI: 20.4–26.9) than men (18.4%; UI: 15.9–21.2).\n4 Defined as systolic blood pressure (SBP) ≥ 140 mmHg or diastolic blood pressure (DBP) ≥ 90 mmHg, regardless of diagnosis or medication status.\n38",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 47,
        "text": "Figure 2.8 Global age-standardized prevalence, treatment coverage and controlled hypertension among\nadults aged 30–79 years, by sex, 1990–2019\nTreatment (taking medicine) for hypertension Controlled hypertension among adults\nHypertension among adults aged 30–79 years (%) among adults aged 30–79 years aged 30–79 years with\nwith hypertension (%) hypertension (%)\n0991 2991 4991 6991 8991 0002 2002 4002 6002 8002 0102 2102 4102 6102 8102 9102 0991 2991 4991 6991 8991 0002 2002 4002 6002 8002 0102 2102 4102 6102 8102 9102 0991 2991 4991 6991 8991 0002 2002 4002 6002 8002 0102 2102 4102 6102 8102 9102\n50\n40\n30\n20\n10\n0\n)%(\necnelaverp\ndezidradnats-egA\nFemale Male\nShaded areas represent 95% uncertainty intervals.\nSource: WHO (39).\nFigure 2.9 Percentage increase in the proportion of global population with access to WASH services, and the\nnumber of people who gained access, 2015–2022\n12\n10\n8\n6\n4\n2\n0\nBasic Safely Safely Safely Safely Basic\nhygiene, managed managed managed managed hygiene,\nrural sanitation, water, rural sanitation, water, urban urban\nrural urban\n)%(\nssecca\nni\nesaercni\nnoitroporP\nHealth-related SDGs\nNumber of\npeople (millions) Insufficient\n415 355 218 547 469\ngaining access data\n(2015–2022)\nSource: UNICEF and WHO (40).\n39",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 48,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nThe global coverage of safely managed drinking water commitments also increased by 16% to US$ 11.4 billion.\n(SDG indicator 6.1.1) increased from 69% in 2015 to 73% However, water sector ODA disbursements as a\nin 2022, rising from 56% to 62% in rural areas and from percentage of total ODA across all sectors decreased\n80% to 81% in urban areas. The coverage also varied to 3.2% in 2022, a historical low, and continuing a\ngreatly across WHO regions: in 2022, while nine out of 10 downwards trend which has accelerated since the start of\n(92%) people in the European Region had access to safely the COVID-19 pandemic in 2020 (42).\nmanaged drinking-water, only one third (33%) of people\nThese trends show that while progress towards universal\nin the African Region did. To achieve the SDG target of\naccess to safe WASH has been made in some areas,\nuniversal access by 2030, the overall rate of progress will\nthere are still some gaps in data and service coverage.\nneed to increase sixfold (40).\nSustained actions to promote equitable access to WASH\nSince 2015, the global coverage of safely managed services are necessary to tackle these challenges.\nsanitation (SDG indicator 6.2.1) has increased from\nAir pollution\n49% to 57% in 2022, rising from 36% to 46% in rural\nareas and from 60% to 65% in urban areas. The African The use of clean cooking fuels and technologies\nRegion remained the WHO region with the lowest overall significantly reduces exposure to household air pollution,\ncoverage, from 23% in 2015 to 26% in 2022. The South- particularly among women and children who spend\nEast Asia and Western Pacific regions experienced the the most time near the domestic hearth. Globally, the\nlargest increases during the same period, reaching 49% proportion of population with primary reliance on clean\nand 68%, respectively, in 2022. To achieve universal fuels and technologies for cooking (SDG indicator 7.1.2)\naccess by 2030, the global rate of progress will need to steadily improved from 49% in 2000 to 64% in 2015 and\nincrease fivefold (40). 74% in 2022. The access deficit therefore decreased\nIn 2022, the global coverage of basic hygiene services from about half of the world’s population in 2000, to a\n(SDG indicator 6.2.2) reached 75%, up from 67% in 2015. little over a third in 2015 and about a quarter in 2022.\nThe coverage rose from 53% to 65% in rural areas, but However, this means that 2.1 billion people were still\nremained stable at around 83% in urban areas. Overall relying on polluting fuels and technologies for cooking\ncoverage also remained largely unchanged in the African in 2022, and the target of universal access by 2030 will\nRegion at 26%, as the gain in rural areas was offset by not be met if current trends continue. Moreover, rural\nthe decline in coverage in urban areas from 40% in 2015 populations continued to have lower access than urban\nto 36% in 2022. To achieve universal access by 2030, the populations. Box 2.7 presents an analysis of the urban–\nglobal rate of progress will need to increase threefold (40). rural inequalities globally and across WHO regions (43).\nThe proportion of total, domestic and industrial Particulate matter (PM) is a common proxy indicator\nwastewater flows that are safely treated is monitored by for air pollution. In 2019, almost all (99%) of the world’s\nSDG indicator 6.3.1. Wastewater statistics, however, are population was exposed to unhealthy levels of fine\nat an early stage of development in many countries and PM. Globally, the annual average population-weighted\nthere is a lack of reporting, especially from industrial concentration of fine PM in urban areas (SDG indicator\nsources. Among the 73 countries (representing 42% of the 11.6.2) was 33 μg/m3 (UI: 32–34 μg/m3) in 2019, over\nglobal population) reporting volumes of total wastewater six times the recommended level for protecting public\ngenerated and treated, 76% of total wastewater flows health according to the WHO air quality guidelines\nreceived some level of treatment in 2022. Among the 42 (5 μg/m3). However, it stood at around interim target 1\ncountries (representing 12% of the population) reporting of the guidelines (35 μg/m3), and the five-year average\nthe type of treatment received, 60% of total wastewater level of 2015–2019 (36 μg/m3) was 9% lower than that\nflows had at least secondary treatment. In a separate of 2010–2014 (39 μg/m3), signalling improvement in\ncalculation based on data from 140 countries and areas outdoor air quality globally. The Western Pacific Region\n(representing 92% of all household wastewater flows), saw the largest reduction (16%) in the levels of fine PM\nan estimated 58% of household wastewater was safely between the two periods. The Region of the Americas and\ntreated in 2022 (41). the European Region continued to have the lowest levels\nof fine PM since 2010 while simultaneously improving air\nMany low- and middle-income countries lack domestic\nquality over the years, thanks to regional cooperation and\nresources to improve the water sector. Between 2021\nlegislations (43).\nand 2022, official development assistance (ODA)\ndisbursements to the water sector (SDG indicator 6.a.1) Addressing air pollution contributes significantly to\nrose by 11% to US$ 9.1 billion, a rebound from the safeguarding public health, promoting SDGs and\ndeclining trend seen over the previous five years. ODA mitigating climate change impacts.\n40",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 49,
        "text": "Box 2.7 Urban–rural inequalities in access to clean fuels and technologies, globally and\nby WHO region, 2000–2022\nGlobally, there are urban–rural inequalities in access to clean fuels and technologies for cooking, with higher\naccess in urban than rural areas. In 2022, access to clean cooking was 34 percentage points higher among urban\n(88.3%; UI: 85.4–90.0) than rural areas (54.4%; UI: 49.3–58.7). However, this gap has been reducing continuously\nsince 2000, due to a faster increase in access to clean cooking in rural than urban areas. While access to clean\ncooking was 51.5 percentage points higher among urban than rural areas in 2000, access in rural areas more\nthan doubled between 2000 and 2022 (from 24.4% [UI: 20.5–29.8] in 2000 to 54.4% [UI: 49.3–58.7] in 2022), leading\nto a reduction in urban–rural inequality over time.\nThe situation varies across WHO regions (Fig. 2.10). Large absolute urban–rural inequalities occur in the African,\nEastern Mediterranean and South-East Asia regions, where access was more than 30.0 percentage points higher\nin urban than in rural areas in 2022. Elevated absolute inequalities with a difference of 20.0 percentage points\nor more between urban and rural areas were also present in the Region of the Americas and the Western Pacific\nRegion. Small inequalities occur in the European Region (difference of 7.5 percentage points between urban and\nrural areas).\nAccess to clean cooking was above 50% in both urban and rural areas in all WHO regions in 2022, except the\nAfrican Region, where coverage was below 50% in both urban (44.7%; UI: 40.6–49.1) and rural areas (8.2%; UI:\n6.6–10.2). The African Region was also the only region where absolute inequality has been increasing over time\ndue to a faster increase in access to clean cooking in urban than rural areas (difference between urban and rural\nareas of 36.6 percentage points in 2022, up from 25.2 percentage points in 2000).\nFigure 2.10 Proportion of population with primary reliance on clean fuels and technologies for cooking (%),\nby urban–rural place of residence, globally and by WHO region, 2000–2022\n0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102 0202 1202 2202\n100\n80\n60\n40\n20\n0\n)%(\nnoitalupop\nfo\nnoitroporP\nGlobal\nEastern Mediterranean\nAfrican Region Region of the Americas South-East Asia Region European Region Region Western Pacific Region\n100\n80\n60\n40\n20\n0\n2000 2011 20222000 2011 20222000 2011 20222000 2011 20222000 2011 20222000 2011 2022\n)%(\nnoitalupop\nfo\nnoitroporP\nHealth-related SDGs\nRural Urban\nShaded areas represent 95% uncertainty intervals.\nSource: WHO (43).\n41",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 50,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n2.2.5 Risks to women’s and 2000, the European and Western Pacific regions have\nmaintained the lowest ABR and the lowest proportion of\ngirls’ health\nbirths among adolescent girls out of all births, while the\nAfrican Region continued to have the highest levels (44).\nWomen and girls face certain health risks as they are\nin a disadvantaged position not only due to biological Violence against women\nfactors, but also sociocultural factors in some societies.\nIntimate partner violence (IPV) – including physical,\nFor example, an emphasis on women’s reproductive roles,\nsexual and psychological violence – and sexual violence\nand potential or actual experience of physical, sexual and\nagainst women and girls cause serious short- and long-\npsychological violence, may prevent women and girls\nterm physical, mental, sexual and reproductive health\nfrom fully accessing quality health services and attaining\nproblems for women and girls. They also affect the health\nthe best possible level of health.\nand well-being of their children and families.\nAdolescent pregnancy\nTrend analyses based on data up to 2018 suggest that\nChild marriage and child sexual abuse place girls there has been insufficient progress in reducing IPV\nat increased risk of pregnancy, often unintended. against women and girls over the past two decades (45).\nIn many places, barriers to obtaining and using The latest estimates based on data from 161 countries\ncontraceptives prevent adolescents from avoiding and areas suggest that globally, in 2018, some 26% (UI:\nunintended pregnancies. 22–30%) of ever-partnered women aged 15 years or\nolder had experienced IPV at least once in their lifetime\nIn 2023, there were an estimated 12.7 million births\n(SDG indicator 5.2.1) and 10% (UI: 8–12%) in the past\namong teenage girls aged 15–19 years, and almost half a\n12 months. In the same year, 6% (UI: 4–9%) of all women\nmillion births among very young girls aged 10–14 years,\naged 15 years or older had experienced lifetime non-\ntogether representing 10% of all births worldwide. About\npartner sexual violence (SDG indicator 5.2.2) (46). The\none in six (16%) of all births in the WHO African Region,\nestimates also suggest that violence starts early in\nand about one in 10 (11%) in the Region of the Americas,\nthe lives of women. Adolescent girls aged 15–19 years\nwas among adolescent mothers aged 10–19 years in 2023\nexperienced high rates of IPV, with 24% (UI: 21–28%)\n(Fig. 2.11) (44).\nof those partnered being subjected to physical and/\nAdolescent birth rates (ABR) per 1000 girls (SDG indicator or sexual violence from an intimate partner at least\n3.7.2) have been falling since 2000, but the decrease has once in their lives and 16% (UI: 14–19%) within the past\nbeen slow and uneven. In 2023, the global ABR was 41.3 12 months (47). Emerging evidence also indicates that\nbirths per 1000 girls aged 15–19 years, representing a the prevalence of all forms of IPV is higher among women\n36% decline since 2000, and 12% since 2015 (Fig. 2.11). with disabilities than among women without disabilities\nAmong girls aged 10–14 years, the global ABR declined (see section 4.2.3) (48, 49).\nfrom 3.3 in 2000 to 1.8 in 2015 and 1.5 in 2023. Since\n42",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 51,
        "text": "Figure 2.11 Percentage change in adolescent birth rate, by age group, and the proportion of births among\nadolescent girls out of total births, globally and by WHO region, 2015–2023\nEastern Region of the South-East Asia Western Pacific\nMediterranean Americas African Region Region Global Region European Region\nRegion\n0\n-5\n-10\n-15\n-20\n-25\n-30\n10–14 15–19 10–14 15–19 10–14 15–19 10–14 15–19 10–14 15–19 10–14 15–19 10–14 15–19\nyears years years years years years years years years years years years years years\n)%(\netar\nhtrib\nni\negnahC\nHealth-related SDGs\nBirths among\ngirls 10–19 as 9% 11% 16% 6% 10% 5% 3%\n% of total\n(2023)\nSource: UN DESA (44).\n2.3 Health systems strengthening\nas a key means to achieve UHC\nIn September 2023, at the United Nations General UHC, grounded in the principle that all individuals and\nAssembly high-level meeting on UHC, political leaders communities should have access to quality essential\nreaffirmed their commitment to taking action for UHC health services throughout the entire spectrum of\n(50). Building on the 2019 Political Declaration on UHC care without enduring financial hardships, not only\n(51), the 2023 Political Declaration provides a roadmap contributes to improving health outcomes (SDG 3)\nto accelerate implementation towards achieving health but also plays a pivotal role in other SDGs, including\nfor everyone, everywhere, and ensuring that no one is economic growth and job creation (SDG 8), gender\nleft behind. It acknowledges the importance of health equality (SDG 5), education (SDG 4), nutrition (SDG 2)\nsystems strengthening based on a primary health care and poverty reduction (SDG 1). Strengthening health\n(PHC) approach, which is critical not just for centring systems and enhancing the sustainability and equity\npeople and communities, but also for effective health of health services and financing models are pivotal\nemergency prevention, preparedness, response and factors that contribute to the successful achievement\nrecovery, which has never been more salient than during of UHC. This section delves into SDG indicators related\nthe COVID-19 pandemic. to service delivery and health financing, illustrating\ndisparities across WHO regions and World Bank country\nincome groups.\n43",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 52,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n2.3.1 Service delivery score increased remarkably from 45 to 68 between 2000\nand 2021 globally but progress has slowed since 2015\nService delivery, the primary interface between health and even stagnated during the COVID-19 pandemic. The\nsystems and people, includes a wide range of health highest index scores were in the European Region, the\nservice providers, but also public health-care institutions Region of the Americas and the Western Pacific Region\nand other actors responsible for essential public health (around 80), followed by South-East Asia (62), Eastern\nfunctions and provision of health-care products. Mediterranean (57) and African regions (44). Figure 2.12\nshows the scores by country in 2021 (52).\nScaling up the coverage of essential\nhealth services with an emphasis The most significant improvements in the average\non PHC coverage of essential health services occurred in the\ninfectious diseases domain. HIV antiretroviral therapy\nScaling up the coverage of effective essential health\n(ART) treatment coverage increased from 2% (UI:\nservices is a fundamental strategy for achieving UHC.\n2–2%) in 2000 to 76% (UI: 65–89%) in 2022, yet still far\nIt aims not only to improve health outcomes but also\nfrom the 95–95–95 targets5 for 2025 (2–4). There were\nto promote health equity and ensure that health care is\nalso improvements in TB treatment coverage over the\nuniversally accessible and of high quality.\nsame period, from 34% (UI: 26–46%) in 2000 to 70% (UI:\nSDG indicator 3.8.1, referred to as the UHC service 66–76%) in 2022, with an apparent rebound in 2021 and\ncoverage index, aims to measure the average coverage 2022 after the sharp reversal of progress in 2020 (58%,\nof essential services through a single index score based UI: 55–62%) due to disruptions caused by the COVID-19\non 14 indicators across four domains: reproductive, pandemic (6). ITN use to prevent malaria also increased\nmaternal, newborn and child health (RMNCH); infectious between 2000 and 2022, from 2% (UI: 2–3%) to 49% (UI:\ndiseases; NCDs; and service capacity and access. This 47–51%), although a stagnation was observed after\n2015 (8).\nFigure 2.12 UHC service coverage index, by country, 2021\nSource: WHO and World Bank (52).\n5 Achieving the 95–95–95 targets requires that 95% of people living with HIV know their HIV status, 95% of people who know their status are receiving ART, and\n95% of people on ART have suppressed viral loads. This translates to 95% of people living with HIV knowing their HIV status, 90% of people living with HIV\nreceiving ART, and 86% of people living with HIV having suppressed viral loads.\n44",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 53,
        "text": "Health-related SDGs\nIn the area of RMNCH, the proportion of women of In most settings, efficiency and equity in the delivery\nreproductive age having their need for family planning of health services requires an increased emphasis on\nmet with modern methods (SDG indicator 3.7.1) saw frontline services, particularly PHC.\na modest uptick from 74% in 2000 to 78% in 2023, still\nIncreasing the recruitment,\nfar from the target of universal access by 2030 (53).\ndevelopment, training and retention of\nSimilarly, the proportion of children who received\nthe health workforce\nthree doses of the vaccine against diphtheria, tetanus\nand pertussis (DTP) (SDG indicator 3.b.1 – DTP3) rose Health workers are the cornerstone of a resilient health\nfrom 72% in 2000 to 84% in 2022. However, a notable system, and the demand for health workers continues\n5 percentage points coverage drop occurred between to increase as global health challenges become more\n2019 and 2021, followed by a 3 percentage points complex and the world’s population grows and ages.\nincrease in 2022. The coverage of the two doses of To make progress towards UHC, it is critical to address\nthe vaccine for measles (SDG indicator 3.b.1 – MCV2) the global shortage of health workers, so that adequate\nand three doses of pneumococcal conjugate vaccine numbers of health workers are available in the right\n(SDG indicator 3.b.1 – PCV3) also increased, reaching quantity in the right places, in alignment with population\n74% and 60%, respectively, in 2022, with stagnations health needs (57). Based on the latest data available\nobserved in 2020–2021. In contrast, global coverage over the period 2015–2022 for each country, low-income\nof Human papillomavirus (HPV) vaccine (SDG indicator countries had the lowest health worker density and\n3.b.1 – HPV), critical for women’s and girls’ health distribution (SDG indicator 3.c.1) with a median of only\nglobally, only reached 15% in 2022, with 130 countries 1.1 medical doctors (interquartile range [IQR]: 0.7–1.9),\nhaving introduced the HPV vaccine in their national 7.5 (IQR: 5.0–11.2) nursing and midwifery personnel,\nimmunization services by the end of 2022. The 90% 0.04 dentists (IQR: 0.01–0.20) and 0.2 (IQR: 0.1–0.4)\ntarget set by the Immunization Agenda is unlikely to pharmacists per 10 000 population, compared with\nbe met for any of these vaccinations if current trends medians of 35.6 (IQR: 29.3–43.5), 76.8 (IQR: 55.1–109.3),\ncontinue (23, 54). Moreover, while there has been a 7.0 (IQR: 4.8–9.1) and 8.8 (IQR: 6.7–11.1), respectively,\npositive increase in the proportion of births attended in high-income countries. An analysis of countries with\nby skilled health personnel (SDG indicator 3.1.2), rising available data over three consecutive time periods\nfrom 61% in 2000 to 86% in 2023 and notably improving (2010–2014, 2015–2019, 2020–2022) reveals a consistent\noutcomes in childbirth, it is important to acknowledge increase in the density and distribution of health\na slowdown in the pace of progress since 2015, and the workers across all income groups, except for dentists in\nglobal target of 90% coverage by 2025 is unlikely to be low-income and lower-middle-income countries, and\nmet unless progress is accelerated (55, 56). pharmacists in middle-income countries (Fig. 2.13) (58).\nHowever, even when national densities seem adequate,\nPositive advancements have been observed in service\ndisparities persist at subnational level.\ncoverage of NCDs, which continue to contribute the\nhighest proportion of the disease burden. For example, Improving access to medicines and\naccording to the latest estimates, the proportion health technologies\nof adults aged 30–70 years receiving treatment for\nTo achieve equitable access to medicines and health\nhypertension increased from 30% in 2000 to 42% in\ntechnologies, major attention is required to this\n2019. The effective coverage for hypertension treatment\nsubsystem within health systems. Since 2015, the\nis estimated to have more than doubled from 9% to 21%\nproportion of health facilities that have a core set of\nover the same period (39).\nrelevant essential medicines available and affordable\nData on treatment coverage for alcohol and drug use on a sustainable basis (SDG indicator 3.b.3) has been\ndisorders between 2015 and 2018 range from extremely estimated for only 17 countries in the WHO Africa Region,\nlow (0.3%) to a maximum of 35% for drug use disorders Region of the Americas and European Region, with a\nand 14% for alcohol use disorders in the 20 countries median value of 8% across the 17 countries (IQR: 0–22%)\nthat were able to report these data in 2019. To address (60). Work is ongoing to improve the methodology to\nchallenges in estimating treatment coverage for measure access to essential medicines and other health-\nsubstance use disorders (SDG indicator 3.5.1), a service care products to enable sustained global monitoring.\ncapacity index has been introduced as a complementary The COVID-19 pandemic highlighted the huge and\nmeasure (index range 0–100). This index varied growing divide between high- and low-income countries\nsignificantly among countries, with values ranging from in accessing medicines and health-care products, and\n1 to 80 in 2019. The highest index values were observed the need for innovation and local production to enhance\nin the European Region (49), while the lowest were in the equitable distribution of health-care products (i.e.\nthe African Region (25) (38). medicines, vaccines, diagnostics and devices) (61).\n45",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 54,
        "text": "Figure 2.13 Health worker density and distribution, by World Bank income group, 2010–2022 (median values)a\n40\n35\n30\n25\n20\n15\n10\n5\n0\n4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202\nLow-income Lower-middle-income Upper-middle-income High-income\nnoitalupop\n000\n01\nrep\nytisned\nnaideM\nMedical doctors\n90\n80\n70\n60\n50\n40\n30\n20\n10\n0\nLow-income Lower-middle-income Upper-middle-income High-income\nnoitalupop\n000\n01\nrep\nytisned\nnaideM\nNursing and midwifery personnel\n8\n7\n6\n5\n4\n3\n2\n1\n0\nnoitalupop\n000\n01\nrep\nytisned\nnaideM\nDentists\n10\n9\n8\n7\n6\n5\n4\n3\n2\n1\n0\nnoitalupop\n000\n01\nrep\nytisned\nnaideM\nPharmacists\n4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202\n4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202\nLow-income Lower-middle-income Upper-middle-income High-income\n4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202 4102–0102 9102–5102 2202–0202\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nLow-income Lower-middle-income Upper-middle-income High-income\na Data were available for the three periods in 123 countries (46 high-income countries [HIC], 30 upper-middle-income countries [UMC], 33 lower-middle-income\ncountries [LMC], 14 low-income countries [LICs]) for medical doctors, 119 countries (45 HIC, 33 UMC, 27 LMC, 14 LIC) for nursing and midwifery personnel, 98\ncountries (43 HIC, 26 UMC, 23 LMC, 6 LIC) for dentists and 100 countries (43 HIC, 20 UMC, 25 LMC, 12 LIC) for pharmacists. The income grouping refers to the\nWorld Bank analytical income of economies as of 1 July 2023, based on gross national income (GNI) per capita estimates for the year 2022 (59).\nSource: WHO (58).\nImplementing the International Health events (C.14), radiation emergencies (C.15) and human\nRegulations (IHR) and service delivery resources (C.6); while the top strengths are laboratory\nmodels that promote resilience (C.4), surveillance (C.5), health emergency management\n(C.7) and health services provision (C8). The European\nThe ability to prevent, detect and respond to health\nRegion had the highest scores for the capacities related\nemergencies is a critical component of UHC. Service\nto zoonotic diseases (C.12), food safety (C.13), chemical\ndelivery models that are truly fit for purpose need to be\nevents (C.14) and radiation emergencies (C.15), while the\nequipped to implement the IHR and to develop a clear\nSouth-East Asia Region did particularly well for capacities\nsense of the types of threats they may face and to prepare\nrelated to policy, legal and normative instruments to\nfor them.\nimplement IHR (C.1) and coordination and advocacy\n(C.2). The African Region had the lowest scores for all\nThe IHR States Parties Self-Assessment Annual Report\ncapacities with the exception of zoonotic diseases (C.12)\n(SPAR) tool consists of 35 indicators for the 15 IHR\n(Fig. 2.14) (62).\ncapacities needed to detect, assess, notify, report and\nrespond to public health risks and acute events of SPAR serves as a barometer for a nation’s preparedness\ndomestic and international concern (SDG indicator 3.d.1). and response, and helps understand not only national\nBased on the analysis of the latest annual reporting data, capacities in health security but also how they fit in a\nthe top challenges at the global level are policy, legal and regional and international context. Box 2.8 describes\nnormative instruments to implement IHR (C.1), chemical the latest situation in Kiribati and how it relates to other\nPacific island countries.\n46",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 55,
        "text": "Health-related SDGs\nFigure 2.14 IHR capacity scores, by WHO region, 2023\nC.1 Policy, legal and normative instruments to implement IHR\n100\nC.15 Radiation emergencies\nC.2 IHR coordination, national IHR focal point functions and advocacy\n80\nC.14 Chemical events C.3 Financing\n60\n40\nC.13 Food safety C.4 Laboratory\n20\n0\nC.12 Zoonotic diseases C.5 Surveillance\nC.11 Points of entry and border health C.6 Human resources\nC.10 Risk communication and community engagement C.7 Health emergency management\nC.9 Infection prevention and control C.8 Health services provision\nAfrican Region South-East Asia Region Region of the Americas\nWestern Pacific Region Eastern Mediterranean Region European Region\nSource: WHO (62).\n47",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 56,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nBox 2.8 Towards stronger health security in the Pacific island countries\nUnderstanding the national capacities in health security in a regional and international context is especially\nimportant in regions that face distinctive health security challenges, such as the South Pacific. The South Pacific\nspans one third of the Earth’s surface, yet it is inhabited by less than 1% of the global population. The remoteness\nof the region often functions as a gatekeeper for infectious diseases but makes it more likely for outbreaks of\nwaterborne and foodborne diseases. The South Pacific is prone to extreme weather events, such as cyclones and\nflooding, which are increasing in intensity and frequency. Additionally, the South Pacific’s rising sea levels exceed\nthe global mean rate (reaching about 4 mm per year), further increasing the region’s vulnerability (63).\nUntil 2023, a limited number of Pacific island countries submitted a SPAR regularly, making it difficult to identify,\naddress and strengthen health security in the region. In August 2023, thirteen Pacific island countries committed\nto bolstering health security reporting mechanisms during a meeting of Pacific IHR national focal points.\nOne of the Pacific island countries with a complex set of challenges is Kiribati, which comprises 33 atolls\nscattered across the equator and over 5 million square kilometres of water. In addition to infectious diseases,\nnatural disasters such as the 2022 drought and the 2015 cyclone Pam have severely impacted Kiribati’s health\nsecurity. The drought affected water and food access for 119 000 of the 131 000 people in Kiribati, while cyclone\nPam caused widespread flooding and damage, including in the capital, Tarawa (63, 64).\nIn preparation for Kiribati’s Ministry of Health to submit IHR SPAR, a multisectoral consultation was organized\nin collaboration with WHO in December 2023. The involvement of representatives from different sectors such\nas emergency response, agriculture, financing and legislation helped to ensure that the SPAR scores accurately\nreflected the country’s situation.\nBy February 2024, Kiribati – together with 11 other Pacific island countries (Cook Islands, Fiji, Marshall Islands,\nthe Federated States of Micronesia, Nauru, Niue, Palau, Samoa, Solomon Islands, Tonga, Vanuatu) – submitted\ntheir SPARs. This has been the highest number of SPAR submissions in the region so far, shedding light on\nareas for improvement. Areas with the biggest gaps in the South Pacific, scoring on average less than 60 out\nof 100 points per area, are policy, legal and normative instruments to implement IHR; infection prevention and\ncontrol (IPC); points of entry (PoEs) and border health; health services provision; zoonotic diseases; food safety;\nchemical events; and radiation emergencies. Countries also declared gaps in financing, human resources, IHR\ncoordination, national IHR Focal Point functions and advocacy.\nKiribati SPAR results in 2023 identified areas where more attention would be needed in cross-sectoral\napproaches, including for zoonotic diseases, radiation emergencies and chemical events (Fig. 2.15). The review\nprocess for completing the SPAR helped to map out where there were capacity gaps and opportunities for\nstrengthening in coming years.\nRecognizing the importance of IHR, Kiribati integrates the SPAR score average as one of the indicators in its\nNational Health Strategic Plan 2024–2027, with the 2023 assessment as the baseline (Fig. 2.15). There is a\ncommitment in the National Health Strategic Plan to improve on the SPAR score in the coming four years with\nannual monitoring.\n48",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 57,
        "text": "Health-related SDGs\nFigure 2.15 SPAR scores by capacity in Kiribati, 2023\nC.1 Policy, legal and normative instruments to implement IHR\nC.2 IHR coordination, national IHR focal point functions and advocacy\nC.3 Financing\nC.4 Laboratory\nC.5 Surveillance\nC.6 Human resources\nC.7 Health emergency management\nC.8 Health services provision\nC.9 Infection prevention and control\nC.10 Risk communication and community engagement\nC.11 Points of entry and border health\nC.12 Zoonotic diseases\nC.13 Food safety\nC.14 Chemical events\nC.15 Radiation emergencies\n0 10 20 30 40 50 60 70\nSource: WHO (62).\n2.3.2 Health financing Development assistance for health (DAH)\nto complement domestic financing\nHealth financing arrangements determine the ability of\nAs part of the AAAA, countries committed to reverse\nhealth systems to respond to health needs, pool financial\nthe decline in aid to the poorest and fragile countries,\nrisks, and operate efficiently and equitably. They span\nmany of which will require sustained DAH to address\nchoices and decisions in three interlinked financing\ncapacity constraints and continue progress toward\nfunctions – mobilizing resources, pooling them and using\nUHC. However, DAH must add to domestic resources\nthem to strategically purchase health services.\nrather than crowding them out, and support efforts to\nMobilizing resources and prioritizing\nincrease the effectiveness and efficiency of domestic\nhealth\nresources utilization.\nThe Addis Ababa Action Agenda (AAAA) recognized that In 2022, the African Region received the highest weighted\nthe primary mechanism for meeting resource needs for average health ODA per capita (US$ 5.35) compared with\nachieving the SDGs should be domestic (65). countries in other regions (less than US$ 3 per capita)\n(SDG indicator 3.b.2) (42). While DAH has undeniably\nIn 2021, global government health spending (the health\ncontributed to noteworthy health improvements, the\ncomponent of SDG indicator 1.a.2) surged, except in\ncurrent architecture and incentives associated with such\nlow-income countries (Fig. 2.16). High- and upper-\nmiddle-income nations increased health priority due to assistance have inadvertently led many nations to neglect\nCOVID-19-related expenditures. In lower-middle-income funding for basic health services in their own budgets\ncountries, slower growth in health spending compared and become overly aid-dependent (68). The COVID-19\nwith general government spending resulted in reduced pandemic has shown the perils of overdependence on\nhealth priority in almost half of them, though outliers external sources of finance and distant suppliers for\nboosted the average. Among low-income countries, half critical health needs (69).\nsaw declining health priority as reduced government\nImprove financial protection for all\nhealth spending coincided with higher general spending.\nExternal aid likely played a significant role in financing Expanding pooling arrangements is essential to provide\nhealth-care expenses related to the COVID-19 pandemic in protection from the economic consequences of ill health\nlow- and lower-middle-income nations, echoing a trend and enhance equity in service use – to reduce foregone\nwhere higher external funding in low-income countries care for financial reasons, financial hardship due to out-\ncorrelated with lower health priority in government of-pocket (OOP) health payments and indebtedness due\nbudgets during the MDG period (66). to health cost. In many countries, direct household OOP\n49",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 58,
        "text": "Figure 2.16 Proportion of total government spending on health (%), by World Bank income group, 2000–2021\n16\n14\n12\n10\n8\n6\n4\n2\n0\n)%(\nlatot\ntnemnrevog\nfo\nnoitroporp\nsa\ngnidneps\nhtlaeH\n0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102 0202 1202\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nLow-income countries Lower-middle-income countries\nUpper-middle-income countries High-income countries\nNote: The income grouping refers to the World Bank analytical income of economies as of 1 July 2022, based on GNI per capita estimates for the year 2021.\nSource: WHO (67)\ncontinues to constitute the largest share of health (16.1%); the lowest shares were reported in the Region of\nfinancing; the latest data shows that 2 billion people the Americas (7.8%) and the European Region (7.9%) (52).\nsuffer financial hardship (impoverishing out-of-pocket\nEven prior to the COVID-19 pandemic, and despite long-\nhealth spending, catastrophic health spending or\nstanding high-level commitments to health for all and\nboth) (52).\nUHC, progress was largely off-track. Many governments\nThe global proportion of the population with catastrophic have neglected foundational investments in health\nOOP health spending at 10% thresholds (SDG indicator systems. Consequently, health services have been\n3.8.2) continuously increased from 9.6% in 2000 to 12.7% disrupted and inequities between and within countries\nin 2015 at the beginning of the SDG era and reached have worsened during the COVID-19 pandemic. Achieving\n13.5% in 2019, representing over 1 billion people (Fig. UHC requires targeted resource allocation and a renewed\n2.17). The largest shares were reported in the Western commitment to building resilient health systems that\nPacific Region (19.8%) and South-East Asia Region prioritize access to essential services for the poor and\nmost vulnerable.\n50",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 59,
        "text": "Figure 2.17 Proportion of the population with out-of-pocket health spending exceeding 10% or 25% of the\nhousehold budget\n12.7\n12\n11.1 11.4\n9.6\n9\n6\n3\n0\n2000\n%\nHealth-related SDGs\n13.5\n13.0\n9.7\n9.4\n8.7 9.4\n8.5\n7.7\n2.6 2.7 3.3 3.6 3.8\n1.9\n2005 2010 2015 2017 2019\nExceeding 25% Exceeding 10% but below 25% Exceeding 10%\nSource: WHO and World Bank (52).\n2.4 SDG progress to date\nMidway through the SDG period, there has been mixed indicators (42 out of 53) are showing progress in the right\nprogress in the health-related areas. Among the 53 direction globally; the remaining indicators are either\nhealth-related SDG indicators reviewed in this report, 32 moving in the wrong direction or cannot be assessed\nhave numeric SDG or other global targets. None of these due to limited data. New and refocused commitment and\ntargets has been achieved thus far, and none is likely to capacities at national, regional and global levels are key\nbe met if current trends continue. However, most of the to accelerate progress and reverse worrying trends.\n51",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 60,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nReferences\n1. World health statistics 2023: monitoring health for 15. WHO commends Egypt for its progress on the path\nthe SDGs, sustainable development goals. Geneva: to eliminate hepatitis C [news release]. World Health\nWorld Health Organization; 2023 (https://iris.who.int/ Organization; 9 October 2023 (https://www.who.int/news/\nhandle/10665/367912). Licence: CC BY-NC-SA 3.0 IGO. item/09-10-2023-who-commends-egypt-for-its-progress-on-\n2. The path that ends AIDS: UNAIDS Global AIDS update 2023. the-path-to-eliminate-hepatitis-c).\nGeneva: Joint United Nations Programme on HIV/AIDS; 2023 16. Ending the neglect to attain the Sustainable Development\n(http://unaids.org/sites/default/files/media_asset/2023- Goals: a sustainability framework for action against\nunaids-global-aids-update_en.pdf). Licence: CC BY-NC-SA 3.0 neglected tropical diseases 2021–2030. Geneva:\nIGO. World Health Organization; 2021 (https://iris.who.int/\n3. HIV. The global health observatory [online database]. Geneva: handle/10665/338886). Licence: CC BY-NC-SA 3.0 IGO.\nWorld Health Organization; (https://www.who.int/data/gho/ 17. Global report on neglected tropical diseases 2024. Geneva:\ndata/themes/hiv-aids). World Health Organization; 2024 (https://iris.who.int/\n4. Political declaration on HIV and AIDS: ending inequalities handle/10665/376657). Licence: CC BY-NC-SA 3.0 IGO.\nand getting on track to end AIDS by 2030: resolution/ 18. Process of validation of elimination of kala-azar as a public\nadopted by the General Assembly. New York: United Nations; health problem in South-East Asia. New Delhi: WHO Regional\n2021 (A/RES/75/284; https://digitallibrary.un.org/ Office for South-East Asia; 2016 (https://iris.who.int/\nrecord/3928975?v=pdf). handle/10665/331974).\n5. Global health sector strategies on, respectively, HIV, viral 19. Validation of elimination of lymphatic filariasis as a public\nhepatitis and sexually transmitted infections for the period health problem. Geneva: World Health Organization; 2017\n2022–2030. Geneva: World Health Organization; 2022 (https:// (https://iris.who.int/handle/10665/254377). Licence: CC BY-\niris.who.int/handle/10665/360348). Licence: CC BY-NC-SA 3.0 NC-SA 3.0 IGO.\nIGO. 20. Bangladesh achieves historic milestone by eliminating kala-\n6. Global tuberculosis report 2023. Geneva: World azar as a public health problem [news release]. World Health\nHealth Organization; 2023 (https://iris.who.int/ Organization; 31 October 2023 (https://www.who.int/news/\nhandle/10665/373828). Licence: CC BY-NC-SA 3.0 IGO. item/31-10-2023-bangladesh-achieves-historic-milestone-by-\n7. The end TB strategy. Geneva: World Health Organization; eliminating-kala-azar-as-a-public-health-problem).\n2015 (WHO/HTM/TB/2015.19; https://iris.who.int/ 21. Bangladesh eliminates lymphatic filariasis [news release].\nhandle/10665/331326). WHO Regional Office for South-East Asia; 13 May 2023\n8. World malaria report 2023. Geneva: World (https://www.who.int/southeastasia/news/detail/13-05-2023-\nHealth Organization; 2023 (https://iris.who.int/ bangladesh-eliminates-lymphatic-filariasis).\nhandle/10665/374472). Licence: CC BY-NC-SA 3.0 IGO. 22. Polio today [wild poliovirus list] [website]. Global Polio\n9. Global technical strategy for malaria 2016–2030, 2021 update. Eradication Initiative. Global Polio Eradication Initiative,\nGeneva: World Health Organization; 2021 (https://iris.who.int/ World Health Organization; (https://polioeradication.org/\nhandle/10665/342995). polio-today/).\n10. Malaria vaccine implementation programme [website]. 23. Immunization dashboard: global [WHO/UNICEF estimates\nWorld Health Organization; (https://www.who.int/initiatives/ of national immunization coverage (WUENIC), 2022 revision]\nmalaria-vaccine-implementation-programme). [website]. Geneva: World Health Organization, United Nations\nChildren’s Fund; 2023 (https://immunizationdata.who.int/).\n11. Malaria Policy Advisory Group to the WHO: Day 1 of the\nOctober 2023 meeting. Geneva: World Health Organization; 24. Global action plan on antimicrobial resistance. Geneva:\n2023 (https://www.who.int/publications/m/item/malaria- World Health Organization; 2015 (https://iris.who.int/\npolicy-advisory-group-to-the-who-day-1-of-the-october- handle/10665/193736).\n2023-meeting). 25. Antimicrobial resistance: accelerating national and global\n12. Global hepatitis report 2024: action for access in low- and responses. WHO strategic and operational priorities to\nmiddle-income countries. Geneva: World Health Organization; address drug-resistant bacterial infections in the human\n2024 (https://iris.who.int/handle/10665/376461). Licence: CC health sector, 2025–2035. Report by the Director-General.\nBY-NC-SA 3.0 IGO. Geneva: World Health Organization; 2023 (EB154/13; https://\napps.who.int/gb/ebwha/pdf_files/EB154/B154_13-en.pdf).\n13. Hepatitis B surface antigen (HBsAg) prevalence among\nchildren under 5 years. The global health observatory [online 26. Global antimicrobial resistance and use surveillance system\ndatabase]. Geneva: World Health Organization; (https://www. (GLASS). The global health observatory [online database].\nwho.int/data/gho/data/indicators/indicator-details/GHO/ Geneva: World Health Organization; (https://www.who.\nhepatitis-b-surface-antigen-(hbsag)-prevalence-among- int/data/gho/data/themes/topics/global-antimicrobial-\nchildren-under-5-years). resistance-surveillance-system-glass).\n14. Hassanin A, Serageldin K, Waked I, Fort M. Egypt’s ambitious 27. WHO global anaemia estimates, 2021 edition. The global\nstrategy to eliminate hepatitis C virus: a case study. Glob health observatory [online database]. Geneva: World Health\nHealth Sci Pract. 2021;9(1):187-200 (https://doi.org/10.9745/ Organization; (https://www.who.int/data/gho/data/themes/\nghsp-d-20-00234). topics/anaemia_in_women_and_children).\n28. Global nutrition targets 2025: anaemia policy brief. Geneva:\nWorld Health Organization; 2014 (https://iris.who.int/\nhandle/10665/148556).\n52",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 61,
        "text": "Health-related SDGs\n29. Countdown to 2023: WHO 5-year milestone report on 46. Violence against women prevalence estimates, 2018: global,\nglobal trans fat elimination 2023. Geneva: World Health regional and national prevalence estimates for intimate\nOrganization; [in press]. partner violence against women and global and regional\n30. REPLACE trans fat: an action package to eliminate prevalence estimates for non-partner sexual violence against\nindustrially-produced trans-fat from the global food women. Geneva: World Health Organization; 2021 (https://iris.\nsupply: trans fat free by 2023. Geneva: World Health who.int/handle/10665/341337). Licence: CC BY-NC-SA 3.0 IGO.\nOrganization; 2018 (WHO/NMH/NHD/18.6; https://iris.who.int/ 47. Sardinha L, García-Moreno C, Guthold R. Global estimated\nhandle/10665/331303). Licence: CC BY-NC-SA 3.0 IGO. prevalence of physical and/or sexual intimate partner\n31. Global action plan for the prevention and control of violence against ever-partnered women, by age, 2018. J\nnoncommunicable diseases 2013-2020. Geneva: World Health Adolesc Health. 2022;70(6):846-7 (https://doi.org/10.1016/j.\nOrganization; 2013 (https://iris.who.int/handle/10665/94384). jadohealth.2021.12.019).\n32. Follow-up to the high-level meetings of the United Nations 48. Chirwa E, Jewkes R, Van Der Heijden I, Dunkle K. Intimate\nGeneral Assembly on health-related issues: prevention and partner violence among women with and without\ncontrol of noncommunicable diseases: report by the Director- disabilities: a pooled analysis of baseline data from\nGeneral. Geneva: World Health Organization; 2019 (A72/19; seven violence-prevention programmes. BMJ Glob\nhttps://iris.who.int/handle/10665/328648). Health. 2020;5(11):e002156 (https://doi.org/10.1136/\nbmjgh-2019-002156).\n33. WHO global report on trends in prevalence of tobacco use\n2000–2030. Geneva: World Health Organization; 2024 (https:// 49. García-Cuéllar MM, Pastor-Moreno G, Ruiz-Pérez I, Henares-\niris.who.int/handle/10665/375711). Licence: CC BY-NC-SA 3.0 Montiel J. The prevalence of intimate partner violence against\nIGO. women with disabilities: a systematic review of the literature.\nDisability Rehabilitation. 2023;45(1):1-8 (https://doi.org/10.10\n34. WHO report on the global tobacco epidemic, 2023:\n80/09638288.2022.2025927).\nprotect people from tobacco smoke. Geneva: World\nHealth Organization; 2023 (https://iris.who.int/ 50. Political declaration of the high-level meeting on universal\nhandle/10665/372043). Licence: CC BY-NC-SA 3.0 IGO. health coverage: resolution/adopted by the General\nAssembly. New York: United Nations; 2023 (A/RES/78/4;\n35. WHO global information system on alcohol and health. The\nhttps://digitallibrary.un.org/record/4025279?v=pdf).\nglobal health observatory [online database]. Geneva: World\nHealth Organization; (https://www.who.int/data/gho/data/ 51. Political declaration of the high-level plenary meeting on\nthemes/global-information-system-on-alcohol-and-health). universal health coverage: resolution/adopted by the General\nAssembly. New York: United Nations; 2019 (A/RES/74/2;\n36. Global strategy to reduce the harmful use of alcohol. Geneva:\nhttps://digitallibrary.un.org/record/3833350?v=pdf).\nWorld Health Organization; 2010 (https://iris.who.int/\nhandle/10665/44395). 52. Tracking universal health coverage: 2023 global monitoring\nreport. Geneva: World Health Organization, International\n37. Global alcohol action plan 2022-2030. Pre-print copy. Geneva:\nBank for Reconstruction and Development / The World Bank;\nWorld Health Organization; 2023 (https://cdn.who.int/media/\n2023 (https://iris.who.int/handle/10665/374059). Licence: CC\ndocs/default-source/alcohol/final-text-of-aap-for-layout-and-\nBY-NC-SA 3.0 IGO.\ndesign-april-2023.pdf).\n53. Estimates and projections of family planning indicators 2022.\n38. Global status report on alcohol and health and treatment of\nNew York: United Nations Department of Economic and\nsubstance use disorders. Geneva: World Health Organization;\nSocial Affairs, Population Division; 2022 (https://www.un.org/\n[in press].\ndevelopment/desa/pd/data/family-planning-indicators).\n39. Global report on hypertension: the race against a silent killer.\n54. Immunization agenda 2030: a global strategy to leave no one\nGeneva: World Health Organization; 2023 (https://iris.who.int/\nbehind. Geneva: World Health Organization; 2020 (https://\nhandle/10665/372896). Licence: CC BY-NC-SA 3.0 IGO.\nwww.who.int/teams/immunization-vaccines-and-biologicals/\n40. Progress on household drinking water, sanitation and strategies/ia2030).\nhygiene 2000–2022: special focus on gender. New York: United\n55. Delivery care: UNICEF/WHO joint database on births attended\nNations Children’s Fund and World Health Organization; 2023\nby skilled health personnel. New York: United Nations\n(https://washdata.org/reports/jmp-2023-wash-households).\nChildren’s Fund and World Health Organization; 2024 (https://\n41. Progress on the proportion of domestic and industrial data.unicef.org/topic/maternal-health/delivery-care/).\nwastewater flows safely treated: mid-term status of SDG\n56. World Health Organization, United Nations Children’s Fund,\nindicator 6.3.1 and acceleration needs, with a special focus\nUnited Nations Population Fund. Improving maternal and\non climate change, wastewater reuse and health. Nairobi and\nnewborn health and survival and reducing stillbirth: progress\nGeneva: United Nations Human Settlements Programme and\nreport 2023. Geneva: World Health Organization; 2023\nWorld Health Organization; [in press].\n(https://iris.who.int/handle/10665/367617). Licence: CC BY-\n42. Creditor reporting system (CRS) [online database]. Paris: NC-SA 3.0 IGO.\nOrganisation for Economic Co-operation and Development;\n57. Boniol M, Kunjumen T, Nair TS, Siyam A, Campbell J, Diallo\n(https://stats.oecd.org/Index.aspx?DataSetCode=CRS1).\nK. The global health workforce stock and distribution in\n43. Air pollution data portal. The global health observatory 2020 and 2030: a threat to equity and “universal” health\n[online database]. Geneva: World Health Organization; coverage? BMJ Global Health. 2022;7(6):e009316 (https://doi.\n(https://www.who.int/data/gho/data/themes/air-pollution). org/10.1136/bmjgh-2022-009316).\n44. World population prospects 2022: special aggregates, UN- 58. National health workforce accounts data portal [online\nrelated groups. Online edition. New York: United Nations database]. Geneva: World Health Organization; (https://apps.\nDepartment of Economic and Social Affairs, Population who.int/nhwaportal).\nDivision; 2022 (https://population.un.org/wpp/Download/\n59. World Bank country and lending groups [website]. The World\nSpecialAggregates/UNrelated/).\nBank; (https://datahelpdesk.worldbank.org/knowledgebase/\n45. The Sustainable Development Goals report 2023: special articles/906519-world-bank-country-and-lending-groups).\nedition: towards a rescue plan for people and planet. New\nYork: United Nations; 2023 (https://unstats.un.org/sdgs/\nreport/2023/).\n53",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 62,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n60. Proportion of health facilities with a core set of relevant 65. Addis Ababa action agenda of the third international\nessential medicines available and affordable on a sustainable conference on financing for development. New York: United\nbasis. The global health observatory [online database]. Nations; 2015 (https://sustainabledevelopment.un.org/\nGeneva: World Health Organization; (https://www.who.int/ content/documents/2051AAAA_Outcome.pdf).\ndata/gho/data/indicators/indicator-details/GHO/proportion- 66. Global spending on health: coping with the pandemic.\nof-health-facilities-with-a-core-set-of-relevant-essential- Geneva: World Health Organization; 2023 (https://iris.who.int/\nmedicines-available-and-affordable-on-a-sustainable-basis). handle/10665/375855). Licence: CC BY-NC-SA 3.0 IGO.\n61. 1.3 Improved access to essential medicines, vaccines, 67. Global health expenditure database [online database].\ndiagnostics and devices for primary health care [website]. Geneva: World Health Organization; (https://apps.who.int/\nWorld Health Organization; 2020 (https://www.who.int/ nha/database/).\nabout/accountability/results/who-results-report-2020-mtr/\n68. Official development assistance (ODA) for medical research\noutcome/2020/1.3-improved-access-to-essential-medicines-\nand basic health sectors per capita, by recipient country.\nvaccines-diagnostics-and-devices-for-primary-health-care-\nGlobal observatory on health research and development\nresults-report-achievements).\n[website]. World Health Organization; (https://www.who.int/\n62. Electronic IHR State Parties self-assessment annual reporting observatories/global-observatory-on-health-research-and-\ntool [online database]. Geneva: World Health Organization; development/indicators/official-development-assistance-for-\n(https://extranet.who.int/e-spar/). medical-research-and-basic-health-sectors-per-capita-by-\n63. State of the climate in the South-West Pacific 2022. Geneva: recipient-country).\nWorld Meteorological Organization; 2023 (https://library. 69. Development co-operation report 2023: debating the aid\nwmo.int/idurl/4/66342). system. Paris: Organisation for Economic Co-operation and\n64. Kiribati: tropical cyclone Pam emergency plan of action Development; 2023 (https://doi.org/10.1787/f6edc3c2-en).\n(EPoA) DREF operation no. MDRKI001. Geneva: International\nFederation of Red Cross and Red Crescent Societies; 2015\n(https://reliefweb.int/report/kiribati/kiribati-tropical-\ncyclone-pam-emergency-plan-action-epoa-dref-operation-n-\nmdrki001).\n54",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 63,
        "text": "3\nProgress towards\nWHO Triple Billion\ntargets\nThe WHO Triple Billion targets, outlined in and as the\nfoundation of the WHO GPW13, are a set of ambitious goals\naimed at improving global health by 2025: one billion more\npeople benefitting from UHC, one billion more people\nbetter protected from health emergencies and one billion\nmore people enjoying better health and well-being (1, 2).\nFunctioning as both an impact measurement tool and a\npolicy strategy, they are an integral part of the GPW13 Results\nFramework. The targets focus on achieving measurable\nimpacts on people’s health at the country, regional and global\nlevels. They are tangible, related to human lives and able to\ndrive changes.",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 64,
        "text": "Triple Billion targets are based on 46 outcome indicators Overall, the world has collectively achieved the healthier\nto track the progress that WHO and its Member States population billion target, but is lagging on the other\nachieve in improving population health at the country two billions. Relative to 2018, there was an estimated\nlevel. The indicators include 39 SDG indicators, and 1.2 billion (UI: 0.9–1.4 billion) more people enjoying\nseven non-SDG indicators approved by WHO Member better health and well-being in 2023; this will likely rise\nStates to address country priorities during the 72nd to more than 1.5 billion (UI: 1.2–1.8 billion) by 2025. In\nWorld Health Assembly (WHA 72) in 2019 (3, 4). The close contrast, there was only 0.4 billion (UI: 0.4–0.5 billion)\nalignment between the Triple Billion and SDGs enables more people in 2023 benefitting from UHC, and only\ncountries to apply Triple Billion targets in delivering their\n0.6 billion (0.5–0.7 billion) better protected from health\ncommitments on the SDGs.\nemergencies. These figures will likely rise to 0.6 billion\nTriple Billion projections were calculated for the years (0.5–0.6 billion) and 0.8 billion (UI: 0.6–0.9 billion) by 2025,\n2019–2025 relative to a 2018 baseline, providing much- respectively – far below the target of one billion (5). The\nneeded milestones for progress made at the global, overall contribution of the UHC billion was disaggregated\nregional and country levels in providing, promoting and and the contribution of each underlying tracer indicator\nprotecting global health. This chapter focuses on the calculated, allowing for precise assessment of the impact\nglobal and regional results to date (5). of these individual indicators (6).\nFigure 3.1 WHO Triple Billion target progress and forecast, 2018–2025\nHealthier populations Universal health coverage Health emergencies protection\n1000 1000\n1520\n1500\n777\n750 750\n1215\n585 599\n1000\n500 500\n429\n500\n250 250\n0 0 0\n2018 2019 2020 2021 2022 2023 2024 2025 2018 2019 2020 2021 2022 2023 2024 2025 2018 2019 2020 2021 2022 2023 2024 2025\n3.1 Healthier populations billion\nThe healthier populations (HPOP) billion aims to improve Overall, the world has been progressing steadily towards\npopulation health and well-being by promoting healthier the HPOP billion target since 2018. This target was\nbehaviours, lifestyles and environments. Achieving achieved in 2023 with 1.2 billion (UI: 0.9–1.4 billion) more\nthis billion relies on multisectoral intervention through people enjoying better health and well-being compared\nadvocacy and changes in public policy and regulation. with 2018. Although this trend was not reversed, progress\nThe calculation of this billion comprised 21 tracer slowed considerably during the 2020–2022 COVID-19\nindicators (including four disaggregated indicators) that pandemic. The year-to-year change of HPOP contribution\ncover a wide range of health topics, including clean air, was 407 million from 2018 to 2019, but was only\nsafe water, road safety, tobacco and alcohol consumption, 237 million from 2019 to 2020, followed by 198 million\nobesity, violence, child nutrition and development. in 2021 and 186 million in 2022. Relative to 2018, the\n)snoillim(\nelpoep\nfo\nrebmuN\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nKey: main line and circles: actual numbers and projections; shaded areas: confidence intervals for projections.\nSource: WHO (5).\n56",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 65,
        "text": "number of additional people living a healthier life is Compared with 2018, in 2023 there were 644 million (UI:\nprojected to surpass 1.5 billion (UI: 1.2–1.8 billion) by 2025 536–744 million) and 318 million (UI: 71–503 million) more\n(Fig. 3.1) (5). people in these two regions, respectively, enjoying better\nhealth and well-being, accounting for 53.0% and 26.1% of\nAll six WHO regions have progressed well towards HPOP\nthe global total HPOP contribution, respectively (5).\ntarget since 2018. The greatest improvement has been\nin the South-East Asia and Western Pacific regions.\nFigure 3.2 HPOP billion contribution by WHO region, 2019–2025\n1400\n1200\n1000\n800\n600\n400\n200\n0\n2019 2020 2021 2022 2023 2024 2025\n)snoillim(\nnoitubirtnoC\nProgress towards WHO Triple Billion targets\nAfrican Region South-East Asia Region Eastern Mediterranean Region\nRegion of the Americas European Region Western Pacific Region\nSource: WHO (5).\nAmong the 21 tracer indicators included in the in the African Region (61.7%, UI: 54.5–69.5%), followed\ncomputation of the HPOP billion, the three indicators by the South-East Asia (43.7%, UI: 41.3–46.2%), Eastern\nwith the greatest contributions are clean fuels, safely Mediterranean (39.2%, UI: 37.2–41.2%) and Western\nmanaged sanitation services and clean air (Fig. 3.3). Pacific (37.4%, UI: 34.1–40.8%) regions. In the European\nIn 2019, the shares of these indicators in overall HPOP Region, the decline in the use of clean household fuels\ncontribution were 27.1% (UI: 27.1–27.1%), 24.7% (UI: by 2023 caused a negative impact, –36.7% (UI: –47.1 to\n24.7–24.7%) and 37.5% (UI: 37.5–37.5%), respectively; in –25.6%), to the HPOP billion. The contribution of safely\n2023, they were 38.7% (UI: 36.9–40.5%), 29.8% (UI: 27.6– managed sanitation was greatest in the Region of the\n32.0%) and 17.8% (UI: –4.6 to 35.3%). The indicator that Americas (49.0%, UI: 45.6–52.1%) followed by the Western\nhad the least contribution to HPOP was adult obesity: its\nPacific Region (44.4%, UI: 39.1–49.7%). For clean air,\ncontribution was –5.9% (UI: –6.6 to –5.2%) in 2019, and\nthe contribution was greatest in the European Region\n–10.5% (UI: –11.8 to –9.3%) in 2023 (5).\n(52.2%, UI: 40.8–64.5%), the Eastern Mediterranean\nThere was considerable heterogeneity in terms of Region (31.4%, UI: –4.1 to 64.2%) and the Region of the\ncontributions from tracer indicators across the WHO Americas (28.9%, UI: 6.3–48.0%), but lowest in the African\nregions in 2023. Changes in the coverage of clean Region (0.1%, UI: –15.8 to 14.3%). The contribution of\nhousehold fuel contributed positively to the HPOP billion safely managed water was prominent in the African\nin all but one region. The greatest contribution was seen Region, the Region of the Americas and the Eastern\n57",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 66,
        "text": "Mediterranean Region, all above 20%. Obesity in adults Trans-fat regulation and lower road traffic mortality (road\nmade negative contribution across all six regions, which deaths) had more noticeable positive contribution in\nwas largest in magnitude in the Region of the Americas the European Region than in other regions. The impact\n(–48.0%, UI: –58.0 to –36.9%), followed by the Eastern of tobacco use among adults was salient across all six\nMediterranean Region (–26.0%, UI: –31.2 to –20.6%). regions, especially in the European Region (27.7%, UI:\nObesity in adolescents and children also made a negative 27.5–27.8%) and the Region of the Americas (24.6%, UI:\ncontribution across all six regions, but to a much lower 24.6–24.8%). Changes in alcohol consumption also led\ndegree (5). to minor changes in the HPOP billion, with the greatest\nimpact found in the African Region (–4.7%, UI: –12.7 to\n3.7%) (5).\nFigure 3.3 Contribution of tracer indicators to the HPOP billion, 2019–2025\nSanitation service - rural\n1750 Road deaths\nTrans-fat policy\n1500 1520 Safe water - rural\nSafe water\n1250 Tobacco Use\n1215\nClean air (pm 2.5)\n1000\nSanitation service\n750\n500\n407 Clean fuel use\n250\n0 Adult obesity\nAdolescent-child obesity\n-250 Alcohol consumption\n2019 2020 2021 2022 2023 2024 2025\n)snoillim(\nnoitubirtnoC\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nNet contribution\nOther indicators below 1% of the total Child violence Partner violence Sanitation service - urban Suicide mortality Child stunting\nabsolute contribution in 2030 Child development Child wasting Child overweight Safe water - urban\nSource: WHO (5).\n3.2 UHC billion\nThe UHC billion is for improvement in the number of half of the UHC billion target. The projection for 2025\npeople having access to essential health services but is a mere 585 million, suggesting that the world is\nwithout inflicting financial hardship. The calculation seriously off the mark in achieving the UHC billion target.\nof progress towards the UHC billion relied on the The impact of COVID-19 pandemic was salient, as the\nassessment of two components: (1) average service UHC billion reduced or stalled in 2020 and 2021 before\ncoverage measured through 14 tracer indicators, and reversing the negative trend in 2022. The situation called\n(2) financial hardship measured through an indicator of for accelerated efforts and dramatic changes in public\ncatastrophic health spending, defined as the proportion policies to expand UHC (5).\nof population whose household expenditure on health\nAmong the six WHO regions, the Region of the Americas\nis greater than 10% of total household expenditure\nwas the only region where the number of people\nor income.\nbenefitting from UHC decreased in 2020 and 2021\nBy 2023, there were only 429 million more people compared with 2018 (Fig. 3.4). The European Region\nbenefitting from UHC without incurring catastrophic also experienced setbacks in the two pandemic years, as\nhealth spending compared with 2018, not even reaching shown by the near-zero UHC billion estimates (5).\n58",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 67,
        "text": "Figure 3.4 UHC billions contribution by WHO region, 2019–2025\n600\n500\n400\n300\n200\n100\n0\n-100\n2019 2020 2021 2022 2023 2024 2025\n)snoillim(\nnoitubirtnoC\nProgress towards WHO Triple Billion targets\nAfrican Region South-East Asia Region Eastern Mediterranean Region\nRegion of the Americas European Region Western Pacific Region\nSource: WHO (5).\nAmong the tracer indicators included in the calculation was minor. Slight regression was also found in 2023\nof progress for the UHC billion, receiving HIV treatment, relative to 2018 with two other indicators – hospital beds\na proxy for measuring infectious disease health care, density and DTP vaccination (5).\ncontributed the most at global level (Fig. 3.5), the\nBy 2023, changes in health workforce density made\ncontribution of which was over 40% in both 2019 and\nlargest negative contribution to the UHC billion in the\n2023. By 2023, it had the highest share of contribution\nRegion of the Americas (–45.4%, UI: –45.7 to –45.0%),\nin the Region of the Americas (93.1%, UI: 73.5–110.9%),\nwhile making largest positive contribution in the Western\nfollowed by the European (76.4%, UI: 61.8–88.7%),\nPacific Region (14.9%, UI: 14.8–15.0%). The share of TB\nWestern Pacific (63.7%, UI: 60.0–66.9%) and Eastern\ntreatment was 8.6% (UI: 3.0–18.0%) globally, with the\nMediterranean (37.1%, UI: 32.0–42.7%) regions, with\nlargest share in the South-East Asia Region (16.3%, UI:\nthe lowest share in the African (16.5%, UI: 15.3–17.6%)\n7.4–23.5%). The contribution of households using basic\nand South-East Asia (28.0%, UI: 24.8–31.3%) regions.\nsanitation facilities was 10.4% (UI: 10.1–10.8%) globally,\nBy 2023, catastrophic health spending made a negative\nand highest in the Western Pacific Region (15.5%, UI:\ncontribution to the UHC billion globally (–7.9%, UI: –8.0 to\n14.7–16.3%). The share of reduced prevalence in tobacco\n–7.8%); the magnitude was highest in the Western Pacific\nuse among adults was 4.2% (UI: 4.1–4.3%) globally;\n(–20.6%, UI: –20.8 to –20.4%) and European (–11.5%, UI:\nthis was largest in the Region of the Americas (15.0%,\n–11.6 to –11.4%) regions. Diabetes, measured by elevated\nUI: 14.8–15.1%) and the European Region (10.2%, UI:\nplasma glucose level, contributed negatively to the\n10.1–10.3%) (5).\nUHC billion in all six regions in 2023. However, the impact\n59",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 68,
        "text": "Figure 3.5 Contribution of tracer indicators to the UHC billion, 2019–2025\nMalaria prevention\n600 585 Family planning\nHypertension treatment\n500 Prenatal care\nTobacco control\n400 429 Child health care\nHealth workforce density\n300 TB treatment\nSanitation facility\nPopulation change effort\nPopulation change effort 200\n100 111 HIV treatment\n0\nCatastrophic health spending\nDiabetes management\n-100\n2019 2020 2021 2022 2023 2024 2025\n)snoillim(\nnoitubirtnoC\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nNet contribution Other indicators below 1% of the total absolute contribution in 2030 Child immunization Hospital bed density\nSource: WHO (5).\n3.3 Health emergencies\nprotection billion\nThe health emergencies protection (HEP) billion aims HEP billion even stalled or regressed in 2020 and 2021\nto have one billion more people better protected from in multiple WHO regions. The Region of the Americas\nhealth emergencies. The index for this billion was saw a downward trend starting from 2020 that extended\ncalculated based on SDG 3 by measuring three indices: through 2023. The improvement in the HEP billion was\n(i) emergency preparation, (ii) emergency prevention, and relatively small in the Western Pacific, European and\n(iii) emergency detection and responses. Eastern Mediterranean regions compared with other\nregions. Most of the improvement in the HEP billion\nAt the global level, there has been consistent\nbetween 2018 and 2025 will come from the WHO African\nimprovement in the HEP billion since 2018 (Fig. 3.6).\nand the South-East Asia regions (5).\nHowever, such progress is still not sufficient to achieve\nthe HEP billion target by 2025. Progress towards the\n60",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 69,
        "text": "Figure 3.6 Contributions to the HEP billion by WHO region, 2019–2025\n800\n700\n600\n500\n400\n300\n200\n100\n0\n-100\n2019 2020 2021 2022 2023 2024 2025\n)noillim(\nnoiutbirtnoC\nProgress towards WHO Triple Billion targets\nAfrican Region South-East Asia Region Eastern Mediterranean Region\nRegion of the Americas European Region Western Pacific Region\nSource: WHO (5).\n3.4 Health-related SDGs and health\ninformation system\nThe Triple Billion targets leverage the global and national alternative scenario where hypothetical annualized rate\ncommitments to meet the health-related SDGs. Given the of changes at the country level are applied such that each\ncentrality of the health-related SDGs in the Triple Billion SDG indicator target is met by 2030 (5).\ntarget construct, the Triple Billion target projections\nIf current trajectories hold, relative to 2018, some\nallow WHO and its Member States to assess their progress\n1.5 billion more people will live healthier lives by 2025,\ntowards the 2030 targets for SDG indicators.\nand 2.0 billion by 2030. However, the figure would be\nThe projected Triple Billion progress since 2019, the first 3.3 billion by 2025 and 5.6 billion by 2030 if the world\nyear of the GPW13, showed that significant progress has meets all global indicator targets. Meeting the global\nbeen achieved for all three of the billions, particularly the targets annually would also mean 1.0 billion more\nHPOP billion as the world has likely already achieved the people having access to essential health services\ntarget of having one billion more people living healthier without incurring catastrophic health spending by 2025\nlives by 2023 (Fig. 3.7). However, such progress is far from instead of 0.6 billion under the current trajectory, and an\nsufficient to ensure the health-related SDG targets are additional 0.9 billion people safeguarded against health\nachieved globally. Figure 3.7 illustrates the gap between emergencies instead of 0.8 billion (5).\nTriple Billion projections based on current trends and an\n61",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 70,
        "text": "Figure 3.7 Triple Billion target contribution scenario by achieving health-related SDGs\nHealth emergencies protection Healthier populations Universal health coverage\n1045 5608 2071\n1000 2000\n4874\n905\n900 879 869\n1591\n777\n4000 1500\n3341\n600\n1000 966 892\n2001 780\n2000 1852\n1520 585\n300\n500\n0 0 0\n2018 2022 2025 2028 2030 2018 2022 2025 2028 2030 2018 2022 2025 2028 2030\n)snoillim(\nelpoep\nfo\nrebmuN\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nKey: main line and circles: actual numbers and projections; shaded areas: confidence intervals for projections; orange lines: progress required to reach the\nSDG targets.\nSource: WHO (5).\nThe world needs to intensify efforts to achieve the health- efforts should be made to strengthen the general health\nrelated SDG targets by 2030, which is vital for building information systems in countries to generate reliable data\nhealthier, more equitable and prosperous societies for the effective tracking of and policy changes regarding\nglobally. For such efforts, timely and accurate monitoring health-related SDGs.\nof the progress based on robust data is vital for effective\nWHO is committed to work with Member States to\npolicy changes and interventions.\nstrengthen their system capacity to collect, analyse and\nHowever, lack of timely reporting and delay in producing use health data. Various tools have been developed by\nhealth estimates using the most recent empirical data WHO to enhance countries’ data capacity. For example,\ncould bring great challenges in delivering accurate the WHO SCORE for health data technical package was\nassessment for many health outcomes. designed to assess the performance of national health\ninformation systems, identify the data gaps and provide\nFigure 3.8 shows the percentage of UHC service coverage\na toolbox to improve various areas of a functioning\nindex tracers for which primary data were available\nhealth information system (7). The Data management\nfor years 2017–2021. It is evident that most indicators\ncompetency framework (DMCF) developed by the WHO\nsuffered from a data shortage at various degrees across\nRegional Office for the Western Pacific is another\ncountries. A lot could be done to enhance the data input\nexample of such a tool; it enables health information\nfor the Triple Billion computation. More often than not,\nmanagers to identify capacity gaps and drive competency\nthe lack of data will not be limited to the data required\ndevelopment at various levels (Box 3.1).\nby the Triple Billion; rather, it is deeply entrenched in\npoorly performing health information systems. Thus,\n62",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 71,
        "text": "Progress towards WHO Triple Billion targets\nFigure 3.8 Percentage of UHC service coverage index tracers for which primary data were available for years\n2017–2021\nSource: WHO and World Bank (8).\nBox 3.1 Strategic and integrated capacity-building of the health information workforce\nin the Western Pacific Region\nStrategic use of data for decision-making is critical for measuring and driving progress towards global and\nnational health indicator targets. Capacity limitations of health information workers (HIW) often hinder the\nability to effectively produce and use health data, despite significant improvements in health information\nsystems. HIWs often do not possess the required capacities to participate consistently and in a timely manner\nin the data management cycle. To systematically assess such capacity gaps, the WHO Regional Office for\nthe Western Pacific, with support from WHO headquarters, country offices and in collaboration with partner\norganizations, launched the DMCF in May 2023 (9). This framework is a comprehensive, integrated and coherent\ntool that can be used to define and assess current and future competency needs of HIWs across the region and\nbeyond. This tool will enable health information managers in countries to identify capacity gaps and plan and\ndrive the competency development of their HIWs across different levels of their health system.\nPapua New Guinea has set out a clear path as the first country to adopt the framework. As a direct outcome of a\nnational health information workshop held in October 2022, Papua New Guinea National Department of Health\ncollaborated with WHO to establish a standardized set of competencies required for health information positions\nat both national and provincial levels based on the ideally required skills and competencies spelled out in the\nWHO DMCF. These competency profiles are invaluable as they provide a clear foundation for developing tools\nto assess training needs and formulating comprehensive, long-term capacity-building strategies. The national\ndata management competency profiles were officially launched together with the Provincial Health Authority\nMonitoring & Evaluation toolkit in September 2023.\nChina followed suit by identifying the framework’s value in improving health information workforce capacity in\na systematic and sustainable manner. The Center for Health Statistics and Information of the National Health\nCommission of China collaborated with WHO in translating the framework into Chinese and conducted a series\nof workshops at both national and provincial levels in preparation for conducting competency gap assessments\namong different types of health workers across different provinces.\nThe adoption of the framework in Papua New Guinea and China serves as pivotal examples, highlighting how the\nWHO DMCF could be applied to each Member State’s unique context. This ability to contextualize and apply the\nframework is essential, given the diverse nature of Member States’ health information systems and their diverse\npriorities and needs in addressing both present and future health challenges.\n63",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 72,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n3.5 Conclusion\nThe WHO Triple Billion is a framework and a strategy As the GPW13 is drawing to a close in 2025, continuous\naiming to drive timely improvement of global health. tracking of the Triple Billion targets and a proper\nThe targets, although set at the global level, were transition from GPW13 to GPW14 is vital for WHO to\nsimply the aggregation of country-level estimates that ensure accountability, adaptability and efficiency in\nwere calculated based on underlying tracer indicators. achieving the ambitious goals it set jointly with its\nThe Triple Billion projections provide WHO, its Member Member States. All three levels of WHO – headquarters,\nStates and partners with the much-needed assessment regional and country offices – should make every effort\nof progress towards fulfilling their commitment on to align their priorities. Through these priorities that\nTriple Billion targets and the health-related SDGs. will be reflected in the new programmatic and outcome\nTracer indicators are the cornerstone of the Triple Billion indicators for the upcoming GPW14, WHO will reaffirm\ntargets, but also a critical tool for countries to identify its commitment to address evolving global health needs,\nand prioritize strategies to enhance the health of their enhance collaboration with stakeholders and strengthen\npopulations. By examining the projected contributions its role in advancing global health equity and security.\nat indicator level, policy-makers can make informed Committed investment in improving data and health\ncourse adjustments to achieve the SDGs set by the information systems across the globe will be essential for\nglobal community. such endeavours.\nReferences\n1. Thirteenth general programme of work, 2019–2023: promote 5. Triple billion progress [website]. World Health Organization;\nhealth, keep the world safe, serve the vulnerable. Geneva: [in press] (https://www.who.int/data/triple-billion-\nWorld Health Organization; 2019 (WHO/PRP/18.1; https://iris. dashboard).\nwho.int/handle/10665/324775). Licence: CC BY-NC-SA 3.0 IGO. 6. Horiuchi S, Wilmoth JR, Pletcher SD. A decomposition method\n2. Director-General. Executive Board, 152nd session, 19 based on a model of continuous change. Demography.\nDecember 2022: Thirteenth general programme of work, 2008;45(4):785-801 (https://doi.org/10.1353/dem.0.0033).\n2019–2025: report on the outcomes of the Member States 7. SCORE for health data technical package [website]. World\nconsultation process. Geneva: World Health Organization Health Organization; (https://www.who.int/data/data-\n(EB152/28; https://apps.who.int/gb/ebwha/pdf_files/EB152/ collection-tools/score).\nB152_28-en.pdf).\n8. Tracking universal health coverage: 2023 global monitoring\n3. Thirteenth general programme of work (GPW13): report. Geneva: World Health Organization, International\nmethods for impact measurement, version 2.1. Geneva: Bank for Reconstruction and Development / The World Bank;\nWorld Health Organization; 2020 (https://iris.who.int/ 2023 (https://iris.who.int/handle/10665/374059). Licence: CC\nhandle/10665/341371). Licence: CC BY-NC-SA 3.0 IGO. BY-NC-SA 3.0 IGO.\n4. Thirteenth general programme of work (GPW13): metadata 9. Data management competency framework. Manila: World\nfor impact measurement indicators. Geneva: World Health Health Organization Regional Office for the Western Pacific;\nOrganization; 2020 (https://www.who.int/publications/m/ 2023 (https://iris.who.int/handle/10665/367502). Licence: CC\nitem/metadata-for-impact-measurement-indicators). BY-NC-SA 3.0 IGO.\n64",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 73,
        "text": "4\nKey issues and trends\nin global health\nThe global population and economic growth, the\nadvancement of science and technology, and the ever-\nincreasing interconnectedness of the world have brought\nabout enormous societal changes along with unprecedented\nprogress, but also multiple and complex challenges affecting\nthe health of billions of people worldwide. This chapter looks\nat selected key global health issues, such as the double burden\nof malnutrition, where undernutrition coexists in parallel with\noverweight and obesity globally. It also highlights the health\nchallenges faced by persons with disabilities, and refugees and\ninternational migrants.",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 74,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n4.1 The double burden\nof malnutrition\nCombating malnutrition in all its forms is one of the such as type 2 diabetes and cardiovascular disease. In\ngreatest global health challenges. Today, the world faces addition, children and teenagers living with obesity\nthe double burden of malnutrition, characterized by the may experience psychosocial consequences from\ncoexistence of undernutrition along with overweight and stigma, discrimination and bullying. Undernutrition,\nobesity within individuals, households and populations, as measured by thinness among children aged 5–19\nand across the life course. This section highlights the years, lowers learning potential, weakens the immune\nglobal and regional trends in the population-level system, and increases the risk of morbidity and mortality.\nburden of stunting, wasting and overweight among Micronutrient deficiencies and anaemia in adolescent\nchildren under 5 years of age, and the double burden girls amplify the risk of life-threatening complications\nof thinness or underweight and obesity among older during pregnancy and childbirth.\nchildren, adolescents and adults. Box 4.1 summarizes\nIn adults, obesity is associated with increased risk of\nthe definitions of the indicators of malnutrition used in\nmorbidity and mortality from a variety of NCDs, such as\nthis section.\ncardiovascular diseases, diabetes, cancers, neurological\nChild stunting stems from poor nutrition during disorders, chronic respiratory diseases and digestive\npregnancy and early childhood. It can lead to severe disorders. Undernutrition in adults, as captured by the\nphysical and cognitive damage that may last a lifetime. underweight indicator, is critical for adult women during\nA child who is moderately or severely wasted (due to pregnancy, with repercussions for both mother and child.\nrecent rapid weight loss or a failure to gain weight) has In older adults, undernutrition can lead to increased risk\nan increased risk of death. In contrast, a child may be of impaired immune response, and physical and cognitive\noverweight due to excessive caloric intake, which may be impairment. In turn, ageing brings physiological changes\ndue to poor access to nutritious foods, consumption of with sensory impairment, poor oral health, isolation,\nnutrient-poor ultra-processed foods and/or inadequate loneliness and depression, which further exacerbate the\nphysical activity. risk of undernutrition.\nIn childhood and adolescence, obesity is associated\nwith greater risks and earlier onset of various NCDs,\nBox 4.1 Definitions of metrics and measures used in this section\nFor children under 5 years of age:\n• Stunting: height-for-age lower than 2 standard deviations below WHO Child Growth Standards median\n• Wasting: weight-for-height lower than 2 standard deviations below WHO Child Growth Standards median\n• Overweight: weight-for-height greater than 2 standard deviations above WHO Child Growth\nStandards median.\nFor children and adolescents aged 5–19 years:\n• Thinness: BMI-for-age lower than 2 standard deviations below the WHO Growth Reference median\n• Obesity: BMI-for-age greater than 2 standard deviations above the WHO Growth Reference median.\nFor adults aged 18 years and older:\n• Underweight: BMI less than 18.5\n• Obesity: BMI greater than or equal to 30.\nBMI: body mass index, calculated as weight (kg)/height² (m²).\nCrude prevalence is used for children and adolescents aged 0–19 years, and age-standardized prevalence is used\nfor adults aged 18 years and older.\n66",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 75,
        "text": "4.1.1 The magnitude of 4.1.2 Stunting, wasting and\nthe problem overweight among\nchildren under 5 years\nIn 2022, an estimated 148 million (UI: 144–152 million)\nchildren under 5 years of age globally were affected of age\nby stunting (too short for age) and 45 million (UI: 36–\n54 million) were affected by wasting (too thin for height), Undernutrition among children under 5 years of\nrevealing the vast extent of undernutrition among the age globally, as reflected by the number affected by\nyoungest population. However, an estimated 37 million stunting and wasting, has declined in the past three\n(UI: 34–41 million) children under 5 years of age were decades. The number affected by stunting declined from\noverweight in 2022 (1). 259 million (UI: 252–266 million) in 1990 to 148 million\n(UI: 144–152 million) in 2022. Over the same period, the\nIn the same year, among older children and adolescents\nnumber affected by wasting declined from 59 million\naged 5–19 years, an estimated 190 million (UI: 180–\n(UI: 54–64 million) to 45 million (UI: 36–54 million), and\n200 million) were living with thinness, while 160 million\nthe number of overweight rose from 32 million (UI:\n(UI: 150–170 million) were living with obesity. Among\n30–35 million) to 37 million (UI: 34–41 million) (1).\nadults aged 20 years and older, an estimated 350 million\nwere underweight, while 880 million were living with The global prevalence of stunting (SDG indicator 2.2.1)\nobesity. This means that over one billion people aged almost halved from 40.2% (UI: 39.1–41.3%) in 1990 to\n5 years and older worldwide are living with obesity, while 22.3% (UI: 21.8–22.9%) in 2022, and the prevalence of\nover half a billion others are living with underweight or wasting (SDG indicator 2.2.2) declined by 26%, from\nthinness (2). 9.2% (UI: 8.4–10.0%) to 6.8% (UI: 5.5–8.1%). However, the\nprevalence of overweight (SDG indicator 2.2.2) increased\nThese numbers, along with the health implications\nby 12% from 5.0% (UI: 4.6–5.4%) to 5.6% (UI: 5.1–6.1%)\ndescribed above, indicate that the world is dealing with a\nduring the same period (Fig. 4.1) (1).\npublic health problem not only at a massive scale but also\na complex one.\nFigure 4.1 Prevalence of stunting, wasting and overweight among children under 5 years of age, globally and by\nWHO region, 1990–2022\nGlobal African Region Region of the South-East Asia European Region Eastern Western Pacific\nAmericas Region Mediterranean Region Region\n0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202\n60\n50\n40\n30\n20\n10\n0\n)%(\necnelaverP\ngnitnutS gnitsaW thgiewrevO gnitnutS gnitsaW thgiewrevO gnitnutS gnitsaW thgiewrevO gnitnutS gnitsaW thgiewrevO gnitnutS thgiewrevO gnitnutS gnitsaW thgiewrevO gnitnutS gnitsaW thgiewrevO\n30\n20\n10\n0\n)%(\necnelaverP\nKey issues and trends in global health\n(2022)\nGlobal African Region Region of the South-East Asia European Eastern Western Pacific\nAmericas Region Regiona Mediterranean Region Region\nPrevalence of stunting among children under 5 years of age\nPrevalence of wasting among children under 5 years of age\nPrevalence of overweight among children under 5 years of age\na No data for wasting for European region.\nSource: WHO et al. (1).\n67",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 76,
        "text": "At this pace of change, the world is off-track to meet height. In addition, three out of 10 (30.1%, UI: 28.3–\nthe 2030 global targets to halve the number of children 32.0%) children were affected by stunting, even though\nunder 5 years of age affected by stunting (from the 2012 its prevalence had halved since 1990 when it stood at\nbaseline) and to reduce the prevalence of wasting and 60.5% (UI: 57.5–63.5%) (Fig. 4.1) (1).\noverweight to less than 3% (1, 3).\nIn the Eastern Mediterranean Region, approximately the\nAlmost all WHO regions are experiencing a considerable same proportion of children were affected by wasting\nburden of both undernutrition (in the form of stunting (6.9%, UI: 5.4–8.7%) and overweight (6.3%, UI: 5.2–7.7%)\nand wasting) and overweight among the youngest in 2022, while a quarter (25.1%, UI: 23.4–26.8%) of all\npopulation. In the South-East Asia Region, the prevalence children under 5 years of age were affected by stunting.\nof overweight nearly doubled in the past three decades, The Region of the Americas had the highest prevalence of\nreaching 3.8% (UI: 3.1–4.6%) in 2022, while the prevalence overweight (8.5%, UI: 7.4–9.7%) across all WHO regions\nof wasting continued to be the highest across all WHO in 2022, and very low prevalence of wasting (0.8%, UI:\nregions despite having declined from 17.1% (UI: 13.6– 0.3–1.9%). However, about one in 11 (9.2%, UI: 8.7–9.6%)\n21.3%) in 1990 to 14.7% (UI: 11.0–19.3%) in 2022. This children in this region were affected by stunting that year\nmeans that in 2022 almost one in five (18.5%) children (Fig. 4.1). Peru is notable, both regionally and globally, for\nin this region were either too thin or too heavy for their a massive reduction in stunting prevalence (Box 4.2) (1).\nBox 4.2 A dramatic reduction in childhood stunting in Peru\nSince 2000, few countries have reduced the prevalence of stunting among children under 5 years of age as\ndramatically as Peru. It is estimated to have declined from a very high prevalence of 31.1% (UI: 29.4–32.8%)\nin 2000, to 10.1% (UI: 9.5–10.8%) in 2022, which is considered a medium prevalence. The ARR (5.5% per year)\nsubstantially surpasses that in the Region of the Americas (2.0% per year) as well as in the upper-middle-income\ncountries (3.1% per year) (Fig. 4.2) (1).\nAn analysis of drivers of the decline in stunting prevalence in Peru from 2000 to 2016 identified multiple\ndeterminants of stunting reduction, including socioeconomic class, parental education, parental health, and\ndifferences in maternal and newborn health care. Reducing the equity gap contributed greatly to this reduction,\nwith the greatest reductions observed in the lowest wealth quintile, in rural areas and among children with the\nleast-educated mothers. The slope index of inequality, a measure of absolute wealth-related inequality, indicates\nthat the gap in stunting prevalence among children under 5 years of age between the richest and poorest\nhouseholds reduced by half between 2000 and 2016, leading to greater equity. Peru’s experience offers useful\nlessons in tackling the problem of stunting with the participation of multiple sectors (4).\nFigure 4.2 Prevalence of stunting among children under 5 years of age in Peru, WHO Region of the\nAmericas, and upper-middle-income countries, 2000–2022\n35\n30\n25\n20\n15\n10\n5\n0\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\n)%(\necnelaverP\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nPeru Region of the Americas Upper-middle-income countries\nSource: WHO et al. (1).\n68",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 77,
        "text": "4.1.3 Thinness and obesity 2.1%). Obesity prevalence quadrupled to reach 8.2% (UI:\n7.7–8.8%) in 2022, only slightly lower than the prevalence\namong children and\nof thinness in that year (9.6%, UI: 8.9–10.3%) (Fig. 4.3) (2).\nadolescents aged\nAmong WHO regions, the Region of the Americas saw\n5–19 years the largest increase in the double burden of malnutrition\namong children and adolescents aged 5–19 years since\nGlobally in 1990, an estimated 220 million (UI: 1990. This was driven by the rise in obesity, which\n210–230 million) children and adolescents aged 5–19 tripled to 17.0% (UI: 15.6–18.3%) in 2022, while thinness\nyears were living with thinness and 31 million (UI: prevalence decreased only slightly from 2.9% (UI:\n29–34 million) were living with obesity. In 2022, the 2.5–3.5%) to 2.1% (UI: 1.9–2.4%). The Western Pacific\ncorresponding numbers were 190 million (UI: 180– Region also experienced a large increase in the double\n200 million) and 160 million (UI: 150–170 million). This burden, as the obesity prevalence increased almost\nmeans that from 1990 to 2022, the numbers of children tenfold to reach 10.8% (UI: 9.1–12.7%) in 2022, largely\nand adolescents in this age group living with obesity overtaking the dominance of thinness. The South-East\nincreased by 130 million, while the number living with Asia Region was the only region where the double burden\nthinness decreased by just 30 million (2). decreased, as thinness prevalence fell sharply from 29.9%\n(UI: 28.1–31.7%) to 18.2% (UI: 16.3–20.1%); however, the\nGlobally, the estimated combined prevalence of thinness\nregion continued to have the highest thinness prevalence\nand obesity among children and adolescents aged\nwhile obesity prevalence increased at an alarming rate\n5–19 years increased from 15.5% in 1990 to 17.8% in\nfrom 0.3% (UI: 0.3–0.5%) in 1990 to 4.6% (UI: 3.9–5.5%) in\n2022. Thinness was dominant in the double burden of\n2022 (Fig. 4.3) (2).\nmalnutrition in this age group in 1990, with a prevalence\nof 13.5% (UI: 12.9–14.2%) (compare obesity: 1.9%, UI: 1.8–\nFigure 4.3 Prevalence of thinness and overweight among children and adolescents aged 5–19 years, globally and\nby WHO region, 1990–2022\n0991 1991 2991 3991 4991 5991 6991 7991 8991 9991 0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102 0202 1202 2202\n15\n10\n5\n0\n)%(\necnelaverP\nGlobal\nAfrican Region Region of the Americas South-East Asia Region European Region Eastern Mediterranean Region Western Pacific Region\n0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202\n30\n25\n20\n15\n10\n5\n0\n)%(\necnelaverP\nKey issues and trends in global health\nPrevalence of overweight among children and adolescents aged 5–19 years\nPrevalence of thinness among children and adolescents aged 5–19 years\nSource: NCD Risk Factor Collaboration (2).\n69",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 78,
        "text": "Figure 4.4 Prevalence of underweight and obesity among adults aged 18 years and older, globally and by WHO\nregion, 1990–2022\n0991 1991 2991 3991 4991 5991 6991 7991 8991 9991 0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102 0202 1202 2202\n20\n15\n10\n5\n0\n)%(\necnelaverP\nGlobal\nAfrican Region Region of the Americas South-East Asia Region European Region Eastern Mediterranean Region Western Pacific Region\n0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202\n30\n20\n10\n0\n)%(\necnelaverP\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n4.1.4 Underweight and Obesity prevalence among adults aged 18 years and older\nincreased in all WHO regions. The Region of the Americas\nobesity among\nand the Eastern Mediterranean Region have experienced\nadults aged 18 years the largest absolute increase in obesity prevalence since\n1990, leading to the highest obesity prevalence across\nand older\nWHO regions in 2022, affecting one third of adults in the\nRegion of the Americas and almost three in 10 in the\nIn 1990, globally an estimated 490 million (UI: 470–\nEastern Mediterranean Region. In the European Region,\n500 million) adults aged 18 years and older were living\nthe 8.9 percentage point increase in the double burden\nwith underweight, while 200 million (UI: 190–200 million)\nwas due entirely to the rise in obesity prevalence, as\nwere living with obesity. Between 1990 and 2022, the\nthinness prevalence remained low. About half of the\nnumber of adults aged 18 years and older living with\ndouble burden in the African Region was due to obesity\nobesity increased dramatically by almost 700 million,\nin 2022, up from about one fifth in 1990. The Western\nreaching 890 million (UI: 870–920 million), while the\nPacific Region remained the region with the lowest\nnumber living with underweight decreased by 90 million\ncombined prevalence of underweight and obesity among\nto 400 million (UI: 370–420 million) (2).\nadults, but obesity is becoming dominant. Underweight\nGlobally, the combined age-standardized prevalence of\nprevalence decreased markedly in the South-East Asia\nunderweight and obesity among adults aged 18 years\nRegion from 36.5% (UI: 35.0–37.9%) in 1990 to 12.7%\nand older increased from 21.1% in 1990 to 23.0% in 2022.\n(UI: 11.5–14.0%) in 2022, driving the only decrease of the\nThis increase has been driven by the rise in obesity,\ndouble burden among adults across all WHO regions.\nthe age-standardized prevalence of which more than\nHowever, underweight remained highly prevalent among\ndoubled from 6.6% (UI: 6.4–6.8%) in 1990 to 15.8% (UI:\nadults, while obesity prevalence increased eightfold since\n15.4–16.2%) in 2022. The age-standardized prevalence of\n1990 to reach 8.0% (UI: 7.4–8.6%) in 2022 (Fig. 4.4) (2).\nunderweight halved in the same period, from 14.5% (UI:\n14.1–15.0%) in 1990 to 7.2% (UI: 6.8–7.7%) in 2022. This Obesity prevalence tends to differ among men and\nmeans that obesity has taken over the dominance in the women, and this difference also varies across regions and\ndouble burden of malnutrition among adults globally in over time. Box 4.3 highlights the sex-related inequalities\nthe past three decades (Fig. 4.4) (2). globally and by WHO region since 1990.\nPrevalence of overweight among children and adolescents aged 5–19 years\nPrevalence of underweight among adults aged 18 years and older\nSource: NCD Risk Factor Collaboration (2).\n70",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 79,
        "text": "Box 4.3 Sex-related inequalities in the prevalence of obesity among adults\nGlobally, between 1990 and 2022, age-standardized obesity prevalence among adults aged 18 years and older\nincreased steadily among both men and women, with continuously higher obesity prevalence among women\nthan men. In 2022, obesity prevalence among women was a third or 4.3 percentage points higher among women\n(17.9%; UI: 17.3–18.5%) than among men (13.6%; UI: 13.0–14.2%) (Fig 4.5) (2).\nDifferent patterns are observed across the six WHO regions. The Region of the Americas and the Eastern\nMediterranean Region demonstrated large increases in obesity prevalence among both men and women. The\nEastern Mediterranean Region consistently demonstrated the largest absolute sex-related inequalities in obesity\nover the past three decades (difference of 12.4 percentage points between women and men in 2022). In the\nAfrican and South-East Asia regions, obesity prevalence increased faster among women than men, leading to an\nincrease in sex-related absolute inequalities over time (differences of 10.2 and 5.1 percentage points between\nwomen and men in the African and South-East Asia regions in 2022, respectively). Conversely, in the European\nand Western Pacific regions, obesity prevalence increased faster among men than women leading to no sex-\nrelated inequalities in 2022 (Fig 4.5) (2).\nFigure 4.5 Age-standardized obesity prevalence among adults aged 18 years and older, by sex, globally and\nby WHO region, 1990–2022\n0991 1991 2991 3991 4991 5991 6991 7991 8991 9991 0002 1002 2002 3002 4002 5002 6002 7002 8002 9002 0102 1102 2102 3102 4102 5102 6102 7102 8102 9102 0202 1202 2202\n40\n30\n20\n10\n0\n)%(\necnelaverp\ndezidradnats-egA\nGlobal\nAfrican Region Region of the Americas South-East Asia Region European Region Western Pacific Region\n0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202 0991 4991 8991 2002 6002 0102 4102 8102 2202\n40\n30\n20\n10\n0\n)%(\necnelaverp\ndezidradnats-egA\nKey issues and trends in global health\nEastern Mediterranean\nRegion\nFemale Male\nShaded areas represent 95% uncertainty intervals.\nSource: NCD Risk Factor Collaboration (2).\n71",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 80,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n4.1.5 Double-duty actions for double-duty actions include the following\nexamples: school feeding programmes that focus only\nto tackle the double\non addressing undernutrition or overweight can be\nburden of malnutrition redesigned to ensure that they instead provide and\npromote a healthy diet; scaling up the WHO antenatal\nThe coexistence of undernutrition, overweight and care recommendations; protecting and promoting\nobesity can be addressed by taking advantage of the breastfeeding; revising complementary feeding\nshared drivers across forms of malnutrition, including guidelines and educating care-givers on the risks of\nbiological, environmental and social factors, to design unhealthy complementary foods; designing social\nand implement policies and programmes using a life- support and welfare programmes to reduce risks from\ncourse, multi-generational approach. These double- unhealthy foods; and ensuring that food systems and\nduty actions are evidence-based, efficient and effective food environment policies facilitate the purchase and\ninterventions that can make the most of often limited consumption of a healthy diet by increasing access to and\ntime, fiscal and human resources. Common delivery attractiveness of nutritious foods.\nplatforms that can be leveraged for double-duty actions\nNutrition and food safety are closely interlinked and\ninclude national dietary guidelines, health systems,\nessential for achieving positive health outcomes from\nurban food systems, humanitarian settings and social\nfood systems. There is a linkage between subclinical\npolicies (5–7).\ninfection with enteropathogens and stunting (8, 9).\nDouble-duty actions need not necessarily be new Food must be safe, available, accessible, nutritious,\nactions. Rather, policy-makers can capitalize on existing culturally acceptable and ingested regularly to ensure\ngovernment buy-in and resources, by reviewing and growth, health and well-being. Unsafe food increases\nrefocusing existing food and agriculture policies. infection and intoxication, creating a vicious cycle of\nThey often already exist to address single forms of disease, malnutrition and disability, particularly affecting\nmalnutrition, but need to be refocused to address vulnerable groups.\nmultiple forms simultaneously. Strong opportunities\n4.2 Disability-related\nhealth inequities\nDisability results from the interaction between health population growth and the increase in the number of\nconditions and/or impairments that a person experiences, persons with NCDs who are living longer and ageing with\nsuch as dementia, blindness or spinal cord injury, limitations in functioning (11).\nand a range of contextual factors related to different\nPersons with disabilities often experience health\nenvironmental and personal factors including societal\ninequities due to avoidable, unjust and unfair conditions.\nattitudes, access to infrastructure, discriminatory policies,\nThey die younger, have poorer health and increased\npoverty, age and gender. This understanding of disability\ndisease risk, and more limitations in their everyday\nis grounded in the WHO International classification of\nfunctioning. The contributing factors to these inequities\nfunctioning, disability and health (ICF), published in\ncan be (i) health-system-related factors, such as barriers\n2001 (10).\nin physical infrastructure and communication, negative\nAccording to the WHO Global report on health equity for attitudes by health workers or lack of disability data in the\npersons with disabilities, approximately 1.3 billion persons health information system; (ii) structural factors, such as\nin 2021 – about 16% of the global population – had stigma and discrimination; (iii) social determinants, such\ndisability. The global number of persons with disabilities as poverty and lack of education; and (iv) disease risk\nhas increased substantially in the past decade due to factors such as tobacco consumption and obesity.\ndemographic and epidemiological changes such as\n72",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 81,
        "text": "Key issues and trends in global health\n4.2.1 Premature mortality 4.2.2 Poorer health and\namong persons higher disease risk\nwith disabilities among persons\nwith disabilities\nData on health inequities in terms of premature mortality\namong persons with disabilities are scarce. However, a\nPersons with disabilities have in general poorer\ngrowing body of evidence indicates that persons with\nhealth and higher risk of developing secondary health\ndisabilities have higher rates of premature mortality\nconditions (11). Data from across 31 European countries\ncompared with persons without disabilities (11). A\ncollected via the European Health Interview Survey in\nsystematic review of 70 studies from 22 low- and middle-\n2019 show that, overall, compared with persons without\nincome countries found that persons with disabilities\ndisability, persons with severe disability are more likely\nhave double the mortality rates of persons without\nto report having NCDs, including chronic respiratory\ndisabilities (12). Premature mortality is even more visible\ndiseases (over eight times as likely), coronary heart\nin those that are most marginalized among persons\ndisease or angina pectoris (12 times as likely); stroke (28\nwith disabilities. For example, evidence from some\ntimes as likely); diabetes (almost six times as likely); and\nhigh-income European countries shows that persons\ndepression (over eight times as likely). The gap in the self-\nwith psychosocial or intellectual disabilities have higher\nreported morbidity between persons with and without\nrisks of premature mortality compared with the general\ndisability varies greatly across the 31 European countries,\npopulation (13–16). The COVID-19 pandemic exacerbated\nbut morbidity remains consistently higher among\nthis pattern. A systematic review of 56 studies found\npersons with disabilities (Fig. 4.6) (18).\nthat persons with disabilities were almost three times\nas likely to die from COVID-19 than persons without\ndisabilities (17).\nFigure 4.6 Inequality in self-reported NCDs and risk factors between persons with severe disability and persons\nwith no disability across 31 European countries, 2019\nCategoryindicator Difference Ratio Subgroup\nNCDs Persons with chronic lower respiratory 11.4 8.6 No disability\ndiseases (excluding asthma) (%)\nSevere disability\nPersons with coronary heart disease or 12.5 12.4 No disability\nangina pectoris (%)\nSevere disability\nPersons with stroke or chronic 8.2 28.3 No disability\nconsequences of stroke (%)\nSevere disability\nPersons with diabetes (%) 17.8 5.8 No disability\nSevere disability\nPersons with chronic depression (%) 22.8 8.6 No disability\nSevere disability\nNCD risk Persons with high blood pressure (%) 34.8 3.4 No disability\nfactor\nSevere disability\nPersons who are obese (body mass index [BMI] 15.6 2.0 No disability\nequal to or greater than 30) (%)\nSevere disability\nPerforming health-enhancing aerobic –22.1 0.3 No disability\nphysical activity at least once a week (%)\nSevere disability\nDaily consumption of 1-4 portions of fruit –1.8 1.0 No disability\nand vegetables (%)\nSevere disability\n0 10 20 30 40 50 60 70\nEstimate (%)\nNotes: circles indicate countries – each country is represented by multiple circles (one for each indicator and each subgroup). Vertical black lines indicate the median\nvalue (middle point of estimates). “Difference” is the difference between the median estimate values for persons with severe disability and persons with no disability.\n“Ratio” is the ratio between the median estimate values for persons with severe disability and persons with no disability. The indicators are based on self-reported\nchronic conditions or risk factors in 12 months prior to the survey.\nSource: Authors’ analysis of data from the European Health Interview Survey 2019 (18).\n73",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 82,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n4.2.3 Contributing factors to get health care when they needed it (21, 22). In European\ncountries, costs of services, geographical location\nhealth inequities among\nand long waiting lists, which disproportionately affect\npersons with disabilities persons with disabilities, are major factors in the lower\naccess to health services.\nThere is a range of contributing factors within and\nBeyond health-system factors, persons with disabilities\nbeyond the health system that drive premature mortality\nare also more likely to have risk factors for ill health.\nand increased morbidity among persons with disabilities.\nData from 31 European countries show that, compared\nIn terms of health-system factors, lack of accessible and\nwith persons without disabilities, persons with severe\ninclusive health service provision often leaves persons\ndisabilities are overall three times as likely to self-report\nwith disabilities behind. A systematic review of 29\nhaving high blood pressure, twice as likely to be obese\nstudies from eight high-income countries found that\nand a third as likely to do regular aerobic physical activity\nwomen with disabilities are 22% less likely to have been\n(Fig. 4.6) (18). Very often, the reason for the higher risk\nscreened for breast cancer and 33% less likely to have\nfactor presence in persons with disabilities is the lack of\nbeen screened for cervical cancer than their non-disabled\naccessible health promotion and prevention strategies,\npeers (19). Data from Multiple Indicator Cluster Surveys\nwhich do not allow this population to benefit equally (11).\nin 28 countries show that children with disabilities are\ngenerally at greater risk of missing out on vaccinations: Different social determinants also play an important\nonly 44% of children aged 24–35 months with more role as factors that drive health inequities among\nthan one functional difficulty are fully vaccinated, persons with disabilities. Poverty is a solid example\ncompared with 58% of children at the same age without to demonstrate this. Poor living conditions and social\ndisabilities (20). exclusion add to the risk of poor health and unmet\nhealth-care needs among persons with disabilities. Across\nEvidence from 37 countries shows that persons with\n36 European countries, 77.7% of persons with severe\ndisabilities have lower access to health services than\ndisabilities were at risk of poverty before social transfers\nthose without disabilities (Fig. 4.7). Across these\n(such as benefits, allowances and pensions), compared\ncountries, the median estimate shows that persons with\nwith 35.2% of persons with no disability. Yet even after\ndisabilities are more than four times as likely as persons\nsocial transfers, poverty risk is still double among persons\nwithout disabilities to be unable to get health care when\nwith disabilities (24.4%, compared with 13.4%) (Fig. 4.8).\nthey need it: 9% of persons with disabilities versus 2% of\nIn nine countries, there was little or no disability-related\npersons without disabilities indicated that they needed\ninequity in poverty risk (≤ 5 percentage points difference),\nbut could not get health care. In eight countries, more\nyet in the remaining countries the gap ranged up to 35.7\nthan 20% of persons with disabilities were not able to\npercentage points (18, 21).\nFigure 4.7 Percentage of persons who needed but could not get health care, by disability status, in 37\ncountries, 2015–2021\nIndicator Difference Ratio Subgroup\nSelf-reported unmet needs for 7 4.5 No disability\nhealth care (%)\nSome or severe disability\n0 5 10 15 20 25 30 35 40\nEstimate (%)\nNotes: circles indicate countries – each country is represented by multiple circles (one for each indicator and each subgroup). Vertical black lines indicate the median\nvalue (middle point of estimates). “Difference” is the difference between the median estimate values for persons with disability and persons with no disability. “Ratio”\nis the ratio between the median estimate values for persons with disability and persons with no disability.\nSource: Authors’ analysis of data from the European Union Statistics on Income and Living Conditions 2021 and WHO Model Disability Survey 2015–2021 (21, 22).\n74",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 83,
        "text": "Key issues and trends in global health\nPoverty affects the state of health of persons with severe material deprivation (Fig. 4.8). Gaps in formal\ndisabilities – through inability to afford health-related social support mechanisms may mean that persons with\nexpenses, overcrowded and poor living conditions that disabilities are reliant on family members for support to\ncontribute to the spread of diseases, poor mental health, engage in health activities and support for their mental\nand social exclusion, among other factors. According health; yet the proportion of persons who felt they had\nto the analysis from 36 European countries, persons strong social support was overall 10 percentage points\nwith severe disability are overall twice as likely to lower among persons with severe disabilities (18, 21).\nreport having unmet health-care needs due to financial\nEvidence also suggests that, compared with persons\nlimitations than persons with no disability. They are also\nwithout disabilities, persons with disabilities are at\nalmost twice as likely to be unable to meet unexpected\ngreater risk of violence, including IPV,1 but significant\nfinancial expenses (e.g. having surgery or repairing their\ndata gaps remain. Box 4.4 briefly discusses this issue.\nhouse), more likely to be overburdened by housing costs\nand four times as likely to be living in conditions with\nFigure 4.8 Inequality in health determinants between persons with severe disability and persons with no\ndisability across 36 European countries, 2018–2022\nIndicator Difference Ratio Subgroup\nPeople at risk of poverty before social transfers (%) 42.5 2.2 No disability\nSevere disability\nPeople at risk of poverty (%) 11.0 1.8 No disability\nSevere disability\nSelf-reported unmet needs for health care for 14.1 2.3 No disability\nfinancial reasons (%)\nSevere disability\nInability to face unexpected financial expenses (%) 19.4 1.7 No disability\nSevere disability\nHousing cost overburden rate (%) 3.0 1.4 No disability\nSevere disability\nSevere material deprivation (%) 9.8 3.9 No disability\nSevere disability\nOverall perceived strong social support (%) -10.0 0.7 No disability\nSevere disability\n0 10 20 30 40 50 60 70 80 90\nEstimate (%)\nNotes: circles indicate countries – each country is represented by multiple circles (one for each indicator and each subgroup). Vertical black lines indicate the median\nvalue (middle point of estimates). “Difference” is the difference between the median estimate values for persons with severe disability and persons with no disability.\n“Ratio” is the ratio between the median estimate values for persons with severe disability and persons with no disability.\nSource: Authors’ analysis of data from the European Health Interview Survey 2019 and the European Union Statistics on Income and Living Conditions 2018–2022\n(18, 21).\n1 SDG indicator 5.2.1. See section 2.2.5 for global data.\n75",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 84,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nBox 4.4 Intimate partner violence against women with disabilities\nA systematic review of 26 studies, mainly from high-income countries, concluded that the prevalence of all\nforms of IPV (including physical, psychological/emotional, sexual and financial) was higher among women with\ndisabilities than among women without disabilities (23). Evidence is also emerging from low- and middle-income\ncountries. For example, analysis of data from seven violence-prevention programmes in low- and middle-income\ncountries indicated that women with disabilities were nearly twice as likely to report past-12-month IPV than\nwomen without disabilities (24).\nCurrent estimates are likely significant underestimates, as women with disabilities tend to be underrepresented\nin surveys and may also experience disability-specific types of violence that are often unmeasured. For a better\nunderstanding of the risk factors for violence against women, and to enable the development of more specialized\nprevention strategies and response plans, it is necessary to improve the inclusion of women with disabilities and\nthe issue of disability within violence against women in population-based surveys and research. WHO recently\nissued recommendations for good practice in measuring violence against women with disabilities (25).\n4.2.4 Towards disability- There is a fundamental need to collect or disaggregate\npopulation- and facility-based data based on disability\ninclusive and data-\nstatus, across the different levels of country health\ninformed health systems information systems. For example, at input level,\nadministrative sources such as financial tracking\nThe way forward to achieve inclusive health systems and systems, databases and records on human resources,\nleave no one behind includes a systems-level response, infrastructure or policies can be used to understand how\nthrough strengthening health systems, that integrates financing for disability works, or whether health facilities\ntargeted actions to advance health equity for persons are accessible. At output level, facility assessments or\nwith disabilities. It is essential that the actions that facility reporting systems can measure availability of\ngovernments take to advance disability inclusion in the services, service readiness or quality. At outcome and\nhealth sector are informed by valid and reliable data that impact level, disability-specific surveys or routine health\nallow monitoring and tracking progress. and demographic surveys that allow disaggregation of\ndata by disability, and integrating disability indicators\nAs shown above, however, data on health inequities\nin facility-level data collection can facilitate in-depth\namong persons with disabilities are scarce. Factors\nunderstanding of the experiences of persons with\ncontributing to the inequity are frequently not well\ndisabilities in terms of health-care needs and coverage.\ncaptured, making it difficult sometimes to explore the\nChile is among the countries that have implemented the\ndrivers of the differences and whether these differences\nWHO Model Disability Survey to inform policy (Box 4.5).\nare indeed due to unjust or unfair factors. The collection\nof data on disability is often deprioritized in many Only through valid and reliable data on disability will\ncountries; consequently the evidence of health inequities countries be able to develop evidenced-based policies to\nand their contributing factors is more limited than for monitor the SDGs, to measure progress towards national\nother groups in marginalized situations. However, lack of targets such as UHC and to take stock of the challenges\nevidence should not be interpreted as a lack of inequities. that remain.\n76",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 85,
        "text": "Key issues and trends in global health\nBox 4.5 The role of data in improving the lives of persons with disability in Chile\nThe Model Disability Survey (MDS), developed by WHO and the World Bank in 2011, addresses the scarcity of\ndata and often poor quality of information on persons with disabilities in many countries (22). The survey takes a\nbroader approach to disability, collecting data on functioning and environmental barriers and facilitators. WHO\nhas been supporting the successful implementation of the MDS in more than 15 countries to date, providing a\ncomprehensive assessment of the situation of persons with disabilities, and contributing to better public policy.\nUnder the leadership of the Ministry of Social Development and Family and the National Disability Service\n(SENADIS), with participation from the Ministry of Health, the WHO MDS was implemented in Chile for the first\ntime in 2015 (26). Preparation of the survey took more than a year, including consultation with persons with\ndisabilities, civil society groups, their families and supporters across all 15 regions of the country.\nThe survey found that one in six (16.7%) people aged 2 years and older in Chile had disabilities in 2015 (20.0%\nof adults and 5.8% of children aged 2–17 years). An estimated 59% of adults with disability had a mental or\nbehavioural disorder. It also identified barriers that persons with disability experienced, including in health and\ntransport (27).\nThe findings informed the development of key legislation, plans and actions to address the identified barriers.\nFor example, Law 21.015 on labour inclusion was implemented, setting a labour quota of 1% for workers with\ndisabilities that all companies with more than 100 workers must meet – with plans dedicated to gradually\nincrease this percentage. Furthermore, the results of the study helped design protocols and methodologies to\nimprove the level of participation of persons with disabilities, such as the 2017 national census that incorporated\na protocol to interview persons with disabilities in their homes. In addition, the development of the National\nMental Health Action Plan, which was launched in 2017, and the National Disability Qualification and Certification\nPlan. More actions were taken towards improving access to health services among persons with disabilities. In\naddition, a decision was taken to include disability questions in the country’s National Health Survey to enable\nthe government to better track progress and understand unmet service needs among persons with disabilities.\nIn line with the WHO recommendation to undertake the MDS every 5–10 years to track progress on the situations\nof persons with disabilities and dependency, Chile implemented the survey for a second time in 2022 (28). The\nresults of the new assessment will help the Government of Chile better understand the impact of disability-\nrelated policies and actions that the country has taken, and plan next steps towards addressing the needs of\npersons with disabilities and to monitor the implementation of the UN Convention on the Rights of Persons\nwith Disabilities.\n4.3 Health of refugees\nand migrants\nThe number of international migrants increased from due to barriers such as language and cultural differences,\n153 million (2.9% of the global population) in 1990 institutional discrimination and restricted use of\nto 281 million (3.6% of the global population) in 2020 health services.\n(29). This number does not include internal migrants,\nThe first WHO World report on the health of refugees and\nwhich were estimated to be around 763 million in 2005\nmigrants, released in 2022, offers an overview of the\n(30). In addition, in mid-2023, an estimated 110 million\nhealth of refugees and international migrants, along\npeople were forcibly displaced, including those who are\nwith the associated determinants and public health\ninternally displaced, refugees and asylum seekers (31).\nchallenges, while also revealing crucial gaps in global\nMigration could either improve or degrade an individual’s data and knowledge (32). Prioritizing the rights of\nhealth status. Refugees and migrants often face worse refugees and migrants to timely, affordable and dignified\nhealth outcomes in countries of transit and destination health care is essential for achieving health equity.\n77",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 86,
        "text": "4.3.1 Key issues affecting boundaries, but many countries restrict health coverage\nbased on immigration status, limiting access to health\nthe health of refugees\ninsurance and services, and the cost of non-emergency\nand migrants care may be an unaffordable out-of-pocket expense.\nThese factors leave millions in vulnerable situations\nSome flows of global migration can be predicted by globally, and they may encounter poorer health\nfactors such as economic growth and demographic outcomes, particularly in substandard living and working\nchanges. However, displacements due to emergencies conditions (33).\narising from disease outbreaks, conflicts, natural\nFor instance, studies have found higher rates of anaemia\ndisasters and climate change pose significant challenges.\nin women and children among refugees and migrants\nHealth and social protection systems need to be prepared\ncompared with local populations, and there is an\nfor sudden upheaval of populations.\nincreased risk of both anaemia and malnutrition in some\nNew and renewed emergencies are straining health camp-based settings (34–39). Migrant workers may face\nservices in all WHO regions. In addition to deaths and discrimination, exploitation, limited workplace rights\nand social protection, as well as significant occupational\ninjuries, the risks of infectious diseases and mental health\nhealth problems, such as higher risk of occupational\nconditions also increase; meanwhile health facilities\ninjuries documented particularly among male migrant\nmay be unable to cope as they are heavily affected by\nworkers employed in high-risk industries (40–44). During\npower and supply outages, or even targeted in conflicts.\nthe COVID-19 pandemic, migrant workers in some\nThe threat of malnutrition and starvation exists further\ncountries, particularly those in low-skilled roles, faced\ndown the line as a result of disrupted food supplies,\nheightened exposure risks due to overcrowded living\nexacerbating critical health needs of already vulnerable\nconditions (45–47). Those who were employed in essential\npopulations (33).\nsectors such as health care and agriculture bore a\nAlthough a large proportion of refugees and migrants disproportionate burden of pandemic-related challenges\nare in generally good health, their numbers also include (48–51). In addition, refugees and migrants may be\nchildren, elderly people, persons with disabilities, and particularly vulnerable to the effects of AMR during\nthose whose health has been negatively impacted by various phases of migration and displacement, due to\ntheir travels or the circumstances in their home country. factors such as exposure to infections, limited access to\nSome might start a family, get sick or get injured in their diagnostics and therapeutics and inappropriate use of\nhost country. These health needs transcend national antibiotics (52).\nFigure 4.9 Distribution of access to government health services for refugees and migrants across 84\ncountries, 2018–2021\n60\n50\n50\n40 37\n30\n20\n8\n10\n5\n0\nAccess to all services Access to all services Access to No access to any\nregardless of dependent on emergency health- health services\nmigration status migration status care services only\n)%(\nseirtnuoc\nfo\nnoitroporP\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nSource: WHO (32), based on unpublished data from the International Organization for Migration.\n78",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 87,
        "text": "Key issues and trends in global health\nYet, data on health-care access policies from 84 at advanced stages among refugee and migrant\ncountries between 2018 and 2021 show that only half populations, leading to poorer health outcomes than host\nof them provide refugees and migrants with access to populations (53–56). Studies from three African countries\nall government-funded health services under the same underscored gaps in cervical cancer awareness among\nconditions as nationals, regardless of migratory status refugee and migrant women, stressing the importance\n(see Fig. 4.9) (32). of prevention and early detection interventions (57–59).\nThese challenges are mirrored in other regions, with\nAvailable evidence reveals mixed patterns of NCD burden\nand risks among migrants and refugees compared with refugee and migrant women facing barriers to HPV\nhost populations. Taking cancer as an example, studies vaccination in settings where factors such as clinic\nfrom three high-income countries in the Americas accessibility and physician recommendations play\nsuggested better outcomes for migrants with cancer, significant roles (60, 61). Box 4.6 presents an analysis on\nwhereas research from two high-income European migration-related health inequalities based on data from\ncountries indicated that cancer was often diagnosed 35 European countries.\nBox 4.6 Migration-related health inequalities in European countries\nBased on data from 35 European countries collected between 2018 and 2022, migrants (based on country of\nbirth) tend to be more at risk of poverty, social exclusion and material deprivation – factors that increase risks of\nill health (Fig. 4.10). Overall, 18% of non-migrants were at risk of poverty or social exclusion, compared with 29%\nof migrants. Migrants were also 1.7 times as likely to have material and social deprivation (defined as not being\nable to afford certain goods, services and social activities), twice as likely to be overburdened by housing costs\nas a portion of their income and 2.6 times as likely to be living in overcrowded conditions. They were also less\nlikely (0.8 times) to have social support. However, there was little difference overall between migrants and non-\nmigrants in terms of unmet needs for medical examination, though this varied across countries (18, 21).\nFigure 4.10 Inequality in health determinants between migrant and non-migrant populations in 35\nEuropean countries, 2018–2022\nIndicator Difference Ratio Subgroup\nPeople at risk of poverty or social exclusion (%) 10.7 1.6 Non-migrant\nMigrant\nChildren at risk of poverty (%) 10.2 1.8 Non-migrant\nMigrant\nSelf-reported unmet needs for medical examination 0.5 1.3 Non-migrant\nbecause too expensive, too far to travel or\nwaiting list (%) Migrant\nMaterial and social deprivation rate (%) 6.2 1.7 Non-migrant\nMigrant\nHousing cost overburden rate (%) 7.0 2.0 Non-migrant\nMigrant\nOvercrowding rate (%) 13.1 2.6 Non-migrant\nMigrant\nOverall perceived strong social support (%) -7.1 0.8 Non-migrant\nMigrant\n0 5 10 15 20 25 30 35 40 45 50 55 60 65 70 75\nEstimate (%)\nNotes: circles indicate countries – each country is represented by multiple circles (one for each indicator and each subgroup). Vertical black lines indicate the\nmedian value (middle point of estimates). “Difference” is the difference between the median estimate values for people with severe disability and people with\nno disability. “Ratio” is the ratio between the median estimate values for migrants and non-migrants.\nSource: Authors’ analysis of data from the European Health Interview Survey 2019 and the European Union Statistics on Income and Living Conditions\n2018–2022 (18, 21).\n79",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 88,
        "text": "Figure 4.11 Inequality in self-reported NCDs and select risk factors compared with national averages in\n25–34 European countries, 2018–2022\n20\n10\n0\n-10\n-20\n0 10 20 30 40 50\nNational average (%)\n)stniop\negatnecrep(\nstnargim-non\ndna\nstnargim\nneewteb\necnereffiD\nPeople having a long-standing illness or health problem (%)\n20\n10\nNo inequality 0\n-10\n-20\n0 10 20 30 40\nNational average (%)\n)stniop\negatnecrep(\nstnargim-non\ndna\nstnargim\nneewteb\necnereffiD\nPeople with high blood pressure (%)\nNo inequality\n25\n20\n15\n10\n5\n0\n-5\n-10\n-15\n-20\n40 50 60 70\nNational average (%)\n)stniop\negatnecrep(\nstnargim-non\ndna\nstnargim\nneewteb\necnereffiD\nPeople who are overweight (body mass index [BMI] equal to or greater than 25) (%)\n10\n5\n0\nNo inequality\n-5\n-10\n-15\n0 10 20 30\nNational average (%)\n)stniop\negatnecrep(\nstnargim-non\ndna\nstnargim\nneewteb\necnereffiD\nWorld health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nDaily smoking of tobacco products (%)\nNo inequality\nNotes: circles indicate countries – each country is represented by multiple circles (one for each indicator). Orange lines indicate the median value (middle point of\nestimates). Positive difference values indicate a higher indicator estimate among migrants, while negative difference values indicator a higher indicator estimate among\nnon-migrants. A difference of zero indicates no inequality. The indicators are based on self-reported chronic conditions or risk factors in the 12 months prior to the survey.\nSource: Authors’ analysis of data from the European Health Interview Survey 2019 and the European Union Statistics on Income and Living Conditions 2018–2022\n(18, 21).\nPatterns of inequality in NCD burden and risk factors Similarly, inequalities in the prevalence of NCD risk factors\nbetween migrants and non-migrants varied greatly varied across countries. For example, the prevalence of\nacross European countries, reflecting the multifaceted tobacco smoking was over 5 percentage points higher\ninfluence of genetic, social, environmental and other among migrants in four countries, but over 5 percentage\nfactors that contribute to NCD burden (Fig. 4.11). points higher among non-migrants in six countries. In eight\nFor example, the proportion of people reporting a countries, reported overweight prevalence was at least\nlong-standing illness or health problem is more than\n5 percentage points higher among migrant populations,\n10 percentage points higher among migrants compared\nwhile it was also at least 5 percentage points higher among\nwith non-migrants in seven countries, but is more than\nnon-migrant populations in eight countries (18, 21).\n10 percentage points higher among non-migrants in six\nother countries. Reported high blood pressure prevalence Therefore, inequalities in NCDs between migrants and\nis more than 10 percentage points higher among non-migrants vary significantly across European countries,\nmigrant populations in three countries, but is more underscoring the imperative for tailored, country-specific\nthan 10 percentage points higher among non-migrant investigations into health inequalities and their drivers, to\npopulations in seven other countries (18, 21). inform equity-oriented policies and programmes.\n80",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 89,
        "text": "Key issues and trends in global health\n4.3.2 The need for quality Recognizing the urgency, the WHO Global Action Plan\non promoting the health of refugees and migrants\ndata on refugee and\nemphasizes the collection of high-quality, disaggregated\nmigrant health data to monitor progress towards implementation of\nthe six priority areas (62). Since the Global Action Plan is\nThere is a lack of timely, representative and founded on health issues for refugees and migrants, such\nsystematically collected disaggregated data on refugee data and the resulting monitoring will also contribute to\nand migrant health in national health information the health-related SDGs for the population on the move,\nsystems. This makes it challenging to understand and in particular refugees and migrants worldwide. SDG\naddress their health needs, develop inclusive public target 17.18 specifically commits to enhancing capacity-\nhealth approaches and track progress towards national building support for countries to significantly increase\nand global health goals. Data-driven approaches are vital the availability of high-quality data disaggregated by\nfor fostering health equity and social inclusion. Box 4.7 migratory status.\nshows how mixed-methods data generation provides\ninsights into the health status and needs of refugees from\nUkraine in Poland.\nBox 4.7 Mixed-methods data-generation approach provides insights into health status\nand needs of refugees from Ukraine in Poland\nThe outbreak of war in Ukraine in 2022 led to an immediate and unprecedented influx of millions of refugees\nfleeing from Ukraine to other countries in Europe and beyond, with Poland hosting up to 3.5 million refugees at\nthe height of the crisis. In response to the urgent need for evidence on the health status and needs of refugees,\nStatistics Poland collaborated closely with WHO at country, regional and headquarters levels. A mixed-methods\napproach was adopted in the border provinces of Poland, through a representative household survey and\nbehavioural insights research, initiated in 2022, and repeated in 2023.\nWith the country’s population surging by over 4%, the Polish authorities prioritized understanding the health\nneeds of the refugees. The results are illustrated in Fig. 4.12 (63). Even though services were rapidly made\navailable for them, the European Union directive that allowed such provision does not necessarily address\nbarriers to access, and hence barriers such as language and cultural differences and lack of information hindered\nand continue to hinder health-care access. Mental health illness, though prevalent, was often underreported due\nto stigma and practical obstacles.\n81",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 90,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nFigure 4.12 Health care needsa among Ukrainian refugees in Poland, 2022 and 2023\n58.4\nAcute illness\n43.9\n26.2\nChronic illness\n38.7\n20.2\nDental services\n18.2\n14.5\nInfectious diseases, COVID-19b\n2.8\n7.0\nPhysical traumatic conditions\n6.3\nMental health\n4.5\n5.0\nOther\n5.2\n2.0\nOrthopedic problemsc\n1.2\n1.3\nSexual health\n1.5\n0.8\nOphthalmological problemsc\n0.9\nNeurological problemsc 0.7\n1.2\n0.6\nAlergological problemsc\n0.4\nEndocrinological problemsc 0.3\n0.9\n0 10 20 30 40 50 60 70\nPercentage of respondents (%)\n2023 2022\na Refers to persons who needed health care in the 30 days prior to the interview. The respondent could give more than one answer.\nb I n 2022, infectious diseases (HIV, TB, hepatitis) were a subcategory under “chronic diseases”, and “COVID-19” was a separate category. In 2023,\n“infectious diseases” became a category encompassing (among others) influenza, COVID-19 and chronic infectious diseases (HIV, TB, hepatitis).\nc Most frequent responses from “other” category.\nSource: WHO and Statistics Poland (63).\nHigh cost of treatment, particularly for dental services, medication and accessing private health care with lower\nwaiting time, creates a significant barrier for refugees. Data showed that the percentage of refugees spending\nmore than 25% of their income or savings on health care in 2023 was almost half that in 2022 (Fig. 4.13) (63). The\nmajority of people interviewed utilized free medical care, though some used private services paid by cash or\ncredit card.\n82",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 91,
        "text": "Key issues and trends in global health\nFigure 4.13 Share of income or savings spent on health-care costsa among Ukrainian refugees in Poland,\n2022 and 2023\n2022 39.1 23.9 25.0 12.0\n2023 58.0 29.2 12.9\n0 20 40 60 80 100\nPercentage (%)\nLess than 10% Between 10 and 25% More than 25% No answer\na Refers to persons who needed health care in the 30 days prior to the interview.\nSource: WHO and Statistics Poland (63).\nPresented at the 54th Session of the Statistical Commission, this collaboration received recognition\nfor its innovative methodology, prompting a call for continued adoption of mixed-methods research in\nhumanitarian response efforts, ensuring alignment with existing definitions and statistical frameworks on\nrefugees and migrants, and ensuring coordination with the Expert Group on Refugee, Internally Displaced\nPersons and Statelessness Statistics and the United Nations Expert Group on Migration Statistics (64). Civil\nsociety organizations play a crucial role in providing support, particularly for specialized care and mental\nhealth services.\n83",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 92,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\nReferences\n1. Levels and trends in child malnutrition: UNICEF/WHO/World 13. Wahlbeck K, Westman J, Nordentoft M, Gissler M,\nBank Group joint child malnutrition estimates: key findings Laursen TM. Outcomes of Nordic mental health systems:\nof the 2023 edition. Geneva: World Health Organization, life expectancy of patients with mental disorders. Br J\nUnited Nations Children’s Fund, International Bank for Psychiatry. 2011;199(6):453-8 (https://doi.org/10.1192/bjp.\nReconstruction and Development/The World Bank; 2023 bp.110.085100).\n(https://iris.who.int/handle/10665/368038). Licence: CC BY- 14. Heslop P, Blair PS, Fleming P, Hoghton M, Marriott A, Russ L.\nNC-SA 3.0 IGO. The confidential inquiry into premature deaths of people with\n2. NCD Risk Factor Collaboration. Worldwide trends in intellectual disabilities in the UK: a population-based study.\nunderweight and obesity from 1990 to 2022: a pooled Lancet. 2014;383(9920):889-95 (https://doi.org/10.1016/\nanalysis of 3663 population-representative studies with S0140-6736(13)62026-7).\n222 million children, adolescents, and adults. Lancet. 15. Hirvikoski T, Boman M, Tideman M, Lichtenstein P,\n2024;403(10431):1027-50 (https://doi.org/10.1016/S0140- Butwicka A. Association of intellectual disability with\n6736(23)02750-2). all-cause and cause-specific mortality in Sweden. JAMA\n3. WHO/UNICEF discussion paper: the extension of the 2025 Netw Open. 2021;4(6):e2113014 (https://doi.org/10.1001/\nmaternal, infant and young child nutrition targets to 2030. jamanetworkopen.2021.13014).\nGeneva and New York: World Health Organization, United 16. Arvio M, Salokivi T, Tiitinen A, Haataja L. Mortality in\nNations Children’s Fund; 2017 (https://www.who.int/ individuals with intellectual disabilities in Finland. Brain\ndocs/default-source/nutritionlibrary/global-targets-2025/ Behav. 2016;6(2):e00431 (https://doi.org/10.1002/brb3.431).\ndiscussion-paper-extension-targets-2030.pdf).\n17. Kuper H, Smythe T. Are people with disabilities at higher\n4. Huicho L, Vidal-Cárdenas E, Akseer N, Brar S, Conway K, Islam risk of COVID-19-related mortality?: a systematic review and\nM et al. Drivers of stunting reduction in Peru: a country case meta-analysis. Public Health. 2023;222:115-24 (https://doi.\nstudy. Am J Clin Nutr. 2020;112(Suppl 2):816S-29S (https://doi. org/10.1016/j.puhe.2023.06.032).\norg/10.1093/ajcn/nqaa164).\n18. European health interview survey: Luxembourg [website].\n5. Double-duty actions for nutrition: policy brief. Geneva: World Eurostat; n.d. (https://ec.europa.eu/eurostat/web/microdata/\nHealth Organization; 2017 (WHO/NMH/NHD/17.2; https://iris. european-health-interview-survey, accessed 14 July 2023).\nwho.int/handle/10665/255414). Licence: CC BY-NC-SA 3.0 IGO.\n19. Andiwijaya FR, Davey C, Bessame K, Ndong A, Kuper H.\n6. Hawkes C, Ruel MT, Salm L, Sinclair B, Branca F. Double- Disability and participation in breast and cervical cancer\nduty actions: seizing programme and policy opportunities screening: a systematic review and meta-analysis. Int J\nto address malnutrition in all its forms. Lancet. Environ Res Public Health. 2022;19(15):9465 (https://doi.\n2020;395(10218):142-55 (https://doi.org/10.1016/S0140- org/10.3390/ijerph19159465).\n6736(19)32506-1).\n20. Seen, counted, included: using data to shed light on the well-\n7. World Health Organization. Double-duty actions to address being of children with disabilities. New York: United Nations\nall forms of malnutrition: from evidence to programmes and Children’s Fund; 2021 (https://data.unicef.org/resources/\npolicy. Lancet. 2019;395(10218) (https://www.thelancet.com/ children-with-disabilities-report-2021/).\npb-assets/Lancet/stories/series/malnutrition-burden/DBM-\n21. EU statistics on income and living conditions: Luxembourg\npolicy-briefing-1576256379383.pdf).\n[website]. Eurostat; n.d. (https://ec.europa.eu/eurostat/web/\n8. Rogawski ET, Liu J, Platts-Mills JA, Kabir F, Lertsethtakarn microdata/european-union-statistics-on-income-and-living-\nP, Siguas M et al. Use of quantitative molecular diagnostic conditions, accessed 14 July 2023).\nmethods to investigate the effect of enteropathogen\n22. Model disability survey [website]. Geneva: World Health\ninfections on linear growth in children in low-resource\nOrganization; n.d. (https://www.who.int/activities/collection-\nsettings: longitudinal analysis of results from the MAL-ED\nof-data-on-disability, accessed 22 April 2024).\ncohort study. Lancet Glob Health. 2018;6(12):e1319-28\n(https://doi.org/10.1016/S2214-109X(18)30351-6). 23. García-Cuéllar MM, Pastor-Moreno G, Ruiz-Pérez I, Henares-\nMontiel J. The prevalence of intimate partner violence against\n9. Gong Y, Hounsa A, Egal S, Turner PC, Sutcliffe AE, Hall AJ et\nwomen with disabilities: a systematic review of the literature.\nal. Postweaning exposure to aflatoxin results in impaired\nDisabil Rehabil. 2023;45(1):1-8 (https://doi.org/10.1080/09638\nchild growth: a longitudinal study in Benin, West Africa.\n288.2022.2025927).\nEnviron Health Perspect. 2004;112(13):1334-8 (https://doi.\norg/10.1289/ehp.6954). 24. Chirwa E, Jewkes R, Van Der Heijden I, Dunkle K. Intimate\npartner violence among women with and without\n10. International classification of functioning, disability and\ndisabilities: a pooled analysis of baseline data from\nhealth: ICF. Geneva: World Health Organization; 2001 (https://\nseven violence-prevention programmes. BMJ Glob\niris.who.int/handle/10665/42407).\nHealth. 2020;5(11):e002156 (https://doi.org/10.1136/\n11. Global report on health equity for persons with disabilities. bmjgh-2019-002156).\nGeneva: World Health Organization; 2022 (https://iris.who.int/\n25. Measuring violence against women with disability: data\nhandle/10665/364834). Licence: CC BY-NC-SA 3.0 IGO.\navailability, methodological issues and recommendations\n12. Smythe T, Kuper H. The association between disability for good practice. Geneva: World Health Organization; 2024\nand all-cause mortality in low-income and middle-income (https://iris.who.int/handle/10665/376254). Licence: CC BY-\ncountries: a systematic review and meta-analysis. Lancet Glob NC-SA 3.0 IGO.\nHealth. 2024;12(5):e756-70 (https://doi.org/10.1016/S2214-\n109X(24)00042-1).\n84",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 93,
        "text": "Key issues and trends in global health\n26. Il Estudio Nacional de la Discapacidad 2015 [website]. 42. Öztaş D, Kurt B, Koç A, Akbaba M. Living conditions, access\nGobierno de Chile: Ministerio de Desarrollo Social; n.d. to healthcare services, and occupational health and safety\n(https://www.senadis.gob.cl/pag/355/1197/ii_estudio_ conditions of migrant seasonal agricultural workers in the\nnacional_de_discapacidad, accessed 22 April 2024). Çukurova region. J Agromedicine. 2018;23(3):262-9 (https://\n27. Libro Resultados II Estudio Nacional de la Discapacidad 2015. doi.org/10.1080/1059924X.2018.1470048).\nSantiago: Servicio Nacional de la Discapacidad; 2016 (https:// 43. Bailey R. Health care management in Australia’s and New\nwww.senadis.gob.cl/pag/306/1570/publicaciones). Zealand’s seasonal worker schemes. Canberra: Australian\n28. Encuesta de Discapacidad y Dependencia 2022 (ENDIDE) National University; 2020 (Working Paper 2020/2; https://apo.\n[website]. Gobierno de Chile: Ministerio de Desarrollo Social y org.au/node/302960).\nFamilia; n.d. (https://observatorio.ministeriodesarrollosocial. 44. Simon J, Kiss N, Łaszewska A, Mayer S. Public health aspects\ngob.cl/endide-2022, accessed 22 April 2024). of migrant health: a review of the evidence on health status\n29. International migrant stock 2020 [online database]. New for labour migrants in the European Region. Copenhagen:\nYork: United Nations Population Division; 2020 (https://www. World Health Organization Regional Office for Europe; 2015\nun.org/development/desa/pd/content/international-migrant- (Health Evidence Network synthesis report; 43; https://iris.\nstock). who.int/handle/10665/326345).\n30. Cross-national comparisons of internal migration: an update 45. Measures to contain the COVID-19 outbreak in migrant worker\non global patterns and trends. Technical Paper No. 2013/1. dormitories [news release]. Ministry of Health, Singapore;\nNew York: United Nations Department of Economic and Social 2020 (https://www.moh.gov.sg/news-highlights/details/\nAffairs, Population Division; 2013 (https://www.un.org/en/ measures-to-contain-the-covid-19-outbreak-in-migrant-\ndevelopment/desa/population/publications/pdf/technical/ worker-dormitories).\nTP2013-1.pdf). 46. Tan IB, Tan C, Hsu LY, Dan YY, Aw A, Cook AR et al. Prevalence\n31. Refugee data finder [online database]. Geneva: United and outcomes of SARS-CoV-2 infection among migrant\nNations High Commissioner for Refugees; n.d. (https://www. workers in Singapore. JAMA. 2021;325(6):584-5\nunhcr.org/refugee-statistics/, accessed 22 April 2024). (https://doi.org/10.1001/jama.2020.24071).\n32. World report on the health of refugees and migrants. Geneva: 47. Alkhamis MA, Al Youha S, Khajah MM, Ben Haider N, Alhardan\nWorld Health Organization; 2022 (https://iris.who.int/ S, Nabeel A et al. Spatiotemporal dynamics of the COVID-19\nhandle/10665/360404). Licence: CC BY-NC-SA 3.0 IGO. pandemic in the State of Kuwait. Int J Infect Dis. 2020;98:153-\n60 (https://doi.org/10.1016/j.ijid.2020.06.078).\n33. World report on the health of refugees and migrants:\nsummary. Geneva: World Health Organization; 2022 (https:// 48. The plight of essential workers during the COVID-19\niris.who.int/handle/10665/360405). Licence: CC BY-NC-SA 3.0 pandemic. Editorial. Lancet. 2020;395(10237):1587\nIGO. (https://doi.org/10.1016/S0140-6736(20)31200-9).\n34. Elmardi KA, Adam I, Malik EM, Abdelrahim TA, Elhag MS, 49. Chersich MF, Gray G, Fairlie L, Eichbaum Q, Mayhew S, Allwood\nIbrahim AA et al. Prevalence and determinants of anaemia B et al. COVID-19 in Africa: care and protection for frontline\nin women of reproductive age in Sudan: analysis of a healthcare workers. Global Health. 2020;16:46\ncross-sectional household survey. BMC Public Health. (https://doi.org/10.1186/s12992-020-00574-3).\n2020;20(1):1125 (https://doi.org/10.1186/s12889-020- 50. Kerwin D, Warren R. US foreign-born workers in\n09252-w). the global pandemic: essential and marginalized.\n35. Jemal Y, Haidar J, Kogi Makau W. The magnitude and J Migr Hum Secur. 2020;8(3):282-300 (https://doi.\ndeterminants of anaemia among refugee preschool children org/10.1177/2331502420952752).\nfrom the Kebribeyah refugee camp, Somali region, Ethiopia. S 51. Reid A, Ronda-Perez E, Schenker MB. Migrant workers,\nAfr J Clin Nutr. 2017;30(1):1-6 (https://doi.org/10.1080/160706 essential work, and COVID-19. Am J Ind Med. 2020;64(2):73-7\n58.2017.1237446). (https://doi.org/doi:10.1002/ajim.23209).\n36. AbuKishk N, Turki Y, Saleg S, Albaik S, Hababeh M, 52. Capturing the evidence on access to essential antibiotics\nel-Khatib Z et al. Anaemia prevalence in children newly in refugee and migrant populations. Geneva: World\nregistered at UNRWA schools: a cross-sectional study. Health Organization; 2022 (Global evidence review on\nBMJ Open. 2020;10(9):e034705 (https://doi.org/10.1136/ health and migration [GEHM] 4; https://iris.who.int/\nbmjopen-2019-034705). handle/10665/362815). Licence: CC BY-NC-SA 3.0 IGO.\n37. Asmar MK, Zablit CG, Daou R, Yéretzian JS, Daoud H, Rady 53. Campari C, Fedato C, Iossa A, Petrelli A, Zorzi M, Anghinoni E\nA et al. Prevalence of anemia and associated factors in et al. Cervical cancer screening in immigrant women in Italy:\nwomen of childbearing age in rural Lebanon. J Public Health. a survey on participation, cytology and histology results.\n2018;26(1):39-49 (https://doi.org/10.1007/s10389-017-0853-9). Eur J Cancer Prev. 2016;25(4):321-8 (https://doi.org/10.1097/\n38. Jablonka A, Wetzke M, Sogkas G, Dopfer C, Schmidt RE, CEJ.0000000000000173).\nBehrens GMN et al. Prevalence and types of anemia in a large 54. Cheung MC, Earle CC, Fischer HD, Camacho X, Liu N, Saskin\nrefugee cohort in Western Europe in 2015. J Immigr Minor R et al. Impact of immigration status on cancer outcomes in\nHealth. 2018;20(6):1332-8 (https://doi.org/10.1007/s10903- Ontario, Canada. J Oncol Pract. 2017;13(7):e602-12 (https://\n018-0725-6). doi.org/10.1200/JOP.2016.019497).\n39. Orbatu D, Alaygut D, Önder Siviş Z, Pakdemirli A, Malbora B. 55. Oyarte M, Delgado I, Pedrero V, Agar L, Cabieses B.\nEvaluation of nutritional anemia in Middle Eastern immigrant Hospitalizations for cancer in international migrants versus\nand refugee children. Turk J Pediatr Dis. 2020;14(3):244-8 local population in Chile. Rev Saude Publica. 2018;52:36\n(https://doi.org/10.12956/tchd.718636). (https://doi.org/10.11606/S1518-8787.2018052000222).\n40. ILO global estimates on international migrant workers: results 56. Thøgersen H, Møller B, Åsli LM, Bhargava S, Kvåle R,\nand methodology, third edition. Geneva: International Labour Fjellbirkeland L et al. Waiting times and treatment following\nOrganization; 2021 (https://www.ilo.org/global/topics/labour- cancer diagnosis: comparison between immigrants and the\nmigration/publications/WCMS_808935/lang--en/index.htm). Norwegian host population. Acta Oncol. 2020;59(4):376-83\n41. Adhikary P, Keen S, van Teijlingen E. Workplace accidents (https://doi.org/10.1080/0284186X.2019.1711167).\namong Nepali male workers in the Middle East and Malaysia:\na qualitative study. J Immigr Minor Health. 2019;21(5):1115-22\n(https://doi.org/10.1007/s10903-018-0801-y).\n85",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 94,
        "text": "World health statistics 2024: monitoring health for the SDGs, Sustainable Development Goals\n57. Adoch W, Garimoi CO, Scott SE, Okeny GG, Moodley J, 61. Vamos CA, Kline N, Vázquez-Otero C, Lockhart EA, Lake PW,\nKomakech H et al. Knowledge of cervical cancer risk factors Wells KJ et al. Stakeholders’ perspectives on system-level\nand symptoms among women in a refugee settlement: a barriers to and facilitators of HPV vaccination among Hispanic\ncross-sectional study in northern Uganda. Confl Health. migrant farmworkers. Ethn Health. 2022;27(6):1442-64\n2020;14:85 (https://doi.org/10.1186/s13031-020-00328-3). (https://doi.org/10.1080/13557858.2021.1887820).\n58. Hailemariam G, Gebreyesus H, Wubayehu T, Gebregyorgis 62. Promoting the health of refugees and migrants. Geneva:\nT, Gebrecherkos K, Teweldemedhin M et al. Magnitude and World Health Organization; 2019 (WHA72(14); https://iris.who.\nassociated factors of VIA positive test results for cervical int/handle/10665/328432).\ncancer screening among refugee women aged 25–49 years 63. Health of refugees from Ukraine: a comparative analysis\nin North Ethiopia. BMC Cancer. 2020;20:858 (https://doi. of 2022–2023 surveys and data innovations. Geneva and\norg/10.1186/s12885-020-07344-9). Warsaw: World Health Organization and Statistics Poland; (in\n59. Lieber M, Afzal O, Shaia K, Mandelberger A, Du Preez C, press).\nBeddoe AM. Cervical cancer screening in HIV-positive farmers 64. Statistical Commission, fifty-fifth session, 13 December 2023.\nin South Africa: mixed-method assessment. Ann Glob Health. Report of the World Health Organization on health statistics:\n2019;85(1):58 (https://doi.org/10.5334/aogh.37). strengthening statistical systems to track the health-related\n60. Allen EM, Lee HY, Pratt R, Vang H, Desai JR, Dube A et Sustainable Development Goals. New York: United Nations\nal. Facilitators and barriers of cervical cancer screening Economic and Social Council; 2023 (E/CN.3/2024/26;\nand Human papillomavirus vaccination among Somali https://unstats.un.org/UNSDWebsite/statcom/session_55/\nrefugee women in the United States: a qualitative documents/2024-26-HealthStats-E.pdf).\nanalysis. J Transcult Nurs. 2019;30(1):55-63 (https://doi.\norg/10.1177/1043659618796909).\n86",
        "source": "world_health_statistics_2024.pdf"
    },
    {
        "page": 96,
        "text": "World Health Organization\nAvenue Appia 20\n1211 Geneva\nSwitzerland\nhttp://www.who.int",
        "source": "world_health_statistics_2024.pdf"
    }
]